export const data = [
  {
    id: 'sd98f7sf7gdh7fgh98fg',
    img: 'AccessibilityIcon',
    category: 'Тело',
    subcategory: [
      {
        subcategoryName: 'Уход за телом',
        products: [
          {
            name: 'УВЛАЖНЯЮЩИЙ ГЕЛЬ ДЛЯ ТЕЛА BRIGHT SUMMER',
            img: 'crem',
            price: 230,
            volume: 150,
            description: `Многофункциональный увлажняющий гель 
            имеет легкую консистенцию, быстро впитывается и мгновенно 
            насыщает клетки живительной влагой. Активные компоненты 
            алоэ вера, Д-пантенол и гиалуронат натрия помогают надолго 
            поддерживать оптимальный уровень влаги, защищают кожу от сухости, 
            смягчают и придают ощущение комфорта. Многогранный летний аромат 
            окутывает кожу волной чистоты и нежности, подчеркивая женственность. 
            Необычная формула геля с легким золотистым оттенком улучшает красоту 
            загара и придает образу особо привлекательный и эффектный вид.
            `,
            structure: `вода деминерализованная, алоэ вера гель, Д-пантенол, киви экстракт, 
            манго экстракт, жасмина экстракт, зеленого чая экстракт, натрий гиалуронат 
            высокомолекулярный, натрий гиалуронат низкомолекулярный, Е витамин, С витамин, 
            мангостина эфирное масло, ванили эфирное масло, глицерин, ароматизатор, стабилизатор, 
            пигмент, антисептик.`,
            recommendations:
              'нанести небольшое количество геля на кожу массажными движениями до полного впитывания',
          },
          {
            name: 'КРЕМ ДЛЯ ТЕЛА SQUALENE',
            img: 'crem',
            price: 250,
            volume: 80,
            description: `роскошная формула крема для тела, которая отличается совершенным 
            качеством и удивительной эффективностью, понравится всем красавицам. В состав крема 
            входит ценнейший компонент сквален, из амарантового масла, который моментально 
            оказывает мощное увлажняющее действие, устраняя шелушение и сухость кожи. Нежная, 
            мягкая текстура позволяет крему мгновенно впитываться и обеспечивает ощущение комфорта. 
            После нанесения крем оставляет на теле легкое благоухание эфирных масел, оказывая 
            ароматерапевтическое воздействие, которое подарит телу полное расслабление и сделает кожу 
            необычайно бархатистой.`,
            structure: `вода деминерализованная, коры ивы экстракт, ромашки экстракт, лаванды 
            экстракт, череды экстракт, календулы экстракт, амаранта масло, эмульгатор, Д-пантенол, 
            циклометикон, цетилстеариловый спирт, глицерин, ПЭГ 40 (касторовое масло), эмолент, 
            аллантоин, можжевельника эфирное масло, чабреца эфирное масло, иссопа эфирное масло, 
            стабилизатор,`,
            recommendations:
              'нанести крем на очищенную кожу и равномерно распределить до полного впитывания',
          },
          {
            name: 'КРЕМ ДЛЯ РУК SOFT TOUCH',
            img: 'crem',
            price: 82,
            volume: 50,
            description: `нежная текстура крема с захватывающим цветочным ароматом подарит истинное 
            наслаждение в применении. Сбалансированная формула глубоко питает кожу, сохраняет 
            необходимый гидролипидный баланс, препятствует потере влаги, устраняет сухость и 
            шелушение. Масло персиковых косточек в сочетании с экстрактом зеленого кофе сделают 
            ручки невероятно гладкими и приятными на ощупь.`,
            structure: `aqua, glyceryl monostearate, cyclopentasiloxane, sodium acrylates copolymer 
            (and) paraffinum liquidum (and) PPG-1 trideceth-6, parfum, tocopheryl acetate, peach kernel 
            oil, dexpanthenol, parsley extract, ginkgo biloba extract, green coffee extract, centaurea 
            cyanus extract, phenoxyethanol.`,
            recommendations: `нанести небольшое количество крема на чистую, сухую кожу рук 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'МАСЛО КОСМЕТИЧЕСКОЕ BLISS',
            img: 'crem',
            price: 254,
            volume: 125,
            description: `Пробудите свою чувственность с ароматным маслом для массажа и ухода за 
            кожей, которое сделает ее соблазнительной и очаровательной. Эксклюзивная формула 
            интенсивно увлажняет обезвоженную кожу, избавляя от ощущения сухости и стянутости. 
            Это идеальное средство для ухода за огрубевшими участками кожи (локти, колени, пятки), 
            для нежной кожи губ и для омолаживающего и расслабляющего массажа. Эфирные масла - 
            афродизиаки подарят уверенность в собственной привлекательности, а захватывающий аромат 
            с первых минут использования откроет для Вас мир загадочности и новых соблазнов!`,
            structure: `каприлик/каприловый триглицерид, персиковых косточек масло, абрикосовых 
            косточек масло, макадамии ореха масло, ароматизатор, аргановое масло, майорана 
            эфирное масло, грейпфрута эфирное масло, вербены эфирное масло`,
            recommendations:
              'нанесите небольшое количество бальзама на кожу массажными движениями до полного впитывания',
          },
          {
            name: 'ГЕЛЬ ДЛЯ ДУША TROPICAL GUAVA',
            img: 'crem',
            price: 95,
            volume: 200,
            description: `окунитесь в мир наслаждения с освежающим фруктовым ароматом геля для душа 
            Tropical guava. Средство обогащено натуральным маслом гуавы, которое превратит кожу в нежный бархат, 
            предотвращая сухость и шелушение. Композиция экстрактов глубоко увлажняет, питает дерму, восстанавливает 
            обменные процессы в клетках и стимулирует их ускоренное обновление. Мягкая формула геля подарит 
            удивительное ощущение свежести и комфорта, а волшебный аромат окутает кожу сказочным блаженством, 
            которое не оставит в течение всего дня.`,
            structure: `вода деминерализованная, мягкие ПАВ, стабилизатор, гуавы масло, виноградной косточки экстракт, 
            шалфея экстракт, цекория экстракт, мелиссы экстракт, ароматизатор, кондиционер, регулятор рН, 
            трилон Б, антисептик.`,
            recommendations:
              'нанести гель на кожу, слегка помассировать и смыть теплой водой',
          },
          {
            name: 'БАЛЬЗАМ ДЛЯ РУК DOMINO',
            img: 'crem',
            price: 37,
            volume: 50,
            description: `бальзам для рук обеспечивает полноценное питание сухой кожи. Шелковистая 
            текстура мягко наносится на кожу, окутывая ее ощущением комфорта, моментально увлажняет 
            и смягчает кожный покров. Растительные экстракты в сочетании с гидролизатом протеинов 
            кашемира устраняют шелушение и ускоряют заживление трещин, стимулируя естественные 
            защитные функции эпидермиса. Средство для рук имеет легкую гелевую консистенцию, 
            быстро впитывается и не оставляет жирной пленки, за счет чего является отличным 
            вариантом для эффективного ухода.`,
            structure: `вода деминерализованная, фиалки трехцветной экстракт, мальвы экстракт, 
            жасмина экстракт, лаванды экстракт, ландыша экстракт, сорбитол, фисташковое масло, 
            кунжутное масло, витамин Е, Д-пантенол, аллантоин, гидролизат протеинов кашемира, 
            нероли эфирное масло, ароматизатор, стабилизатор, антисептик.`,
            recommendations: `нанести небольшое количество бальзама на чистую, сухую кожу рук 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'БАЛЬЗАМ МАССАЖНЫЙ УНИВЕРСАЛЬНЫЙ',
            img: 'crem',
            price: 85,
            volume: 125,
            description: `оказывает выраженное разогревающее и антицеллюлитное действие. 
            Олеорезин из стручкового перца способствует усилению обменных процессов, выводит 
            токсины и лишнюю жидкость, расщепляет жировые отложения на талии, животе, бедрах и 
            ягодицах. Концентрированный комплекс масел ускоряет восстановление тканей, помогает 
            снять застойные болевые синдромы в мышцах и суставах. Эфирные масла, стимулируя 
            кровообращение, активно проникают в глубокие слои эпидермиса, повышают тонус и 
            эластичность кожи. Бальзам на основе растительного сырья быстро впитывается и 
            обеспечивает высокоэффективный уход.`,
            structure: `горчицы масло, красного перца масло, имбиря масло, хрена масло, 
            каштана масло, березы масло, гвоздики масло, кардамона масло, олеорезин из 
            стручкового перца, черного перца эфирное масло, корицы эфирное масло, гвоздики 
            эфирное масло, имбиря эфирное масло, грейпфрута эфирное масло, апельсина эфирное 
            масло, мелиссы эфирное масло, розмарина эфирное масло.`,
            recommendations: `нанесите небольшое количество бальзама на кожу массажными 
            движениями до полного впитывания`,
          },
          {
            name: 'ГЕЛЬ ДЛЯ ДУША ЗЕЛЕНЫЙ ЧАЙ',
            img: 'crem',
            price: 102,
            volume: 200,
            description: `расслабляющий гель для душа с тонким ароматом зеленого чая снимает 
            напряжение и дарит ощущение комфорта, нежности и чистоты. Питательные масла амаранта 
            и шиповника смягчают кожу и делают ее шелковистой. Растительные экстракты и 
            натуральные эфирные масла бергамота и мелиссы освежают и тонизируют кожу, проявляют 
            противовоспалительное и антибактериальное действия. Мягкая формула геля нежно 
            заботится за кожей и дарит истинное наслаждение во время принятия душа.`,
            structure: `вода деминерализованная, мягкие ПАВ, черники экстракт, ромашки экстракт, 
            прополиса экстракт, ячменя экстракт, амаранта масло, шиповника масло, бергамота эфирное 
            масло, мелиссы эфирное масло, ароматизатор, регулятор рН, ЭДТА, стабилизатор, антисептик.`,
            recommendations: `нанесите небольшое количество геля на кожу, 
            слегка помассируйте и смойте теплой водой`,
          },
          {
            name: 'ГЕЛЬ ДЛЯ ИНТИМНОЙ ГИГИЕНЫ DOMINO',
            img: 'crem',
            price: 158,
            volume: 200,
            description: `правильное очищение - это основа интимной гигиены, 
            ведь оно препятствует образованию болезнетворных бактерий. Насыщенная 
            формула геля для интимной гигиены с бисабололом и эфирными маслами чайного дерева 
            и иланг-иланг оказывает противогрибковое, антисептическое, успокаивающее, 
            дезодорирующее и антибактериальное действия, поддерживает микрофлору в нормальном 
            состоянии, питает и смягчает кожу, не нарушая естественный физиологичный 
            кислотно-щелочной баланс. Растительные экстракты в комплексе с янтарной кислотой 
            увлажняют кожу, оберегая от пересыхания. Гель не содержит агрессивные вещества, 
            обладает мягкой консистенцией и способствует деликатному очищению слизистой, поэтому 
            идеально подходит для ухода за интимной частью тела.`,
            structure: `aqua, cocamidopropyl betaine, disodium cocoamphodiacetate, 
            acrylates/palmeth-25 acrylate copolymer, PEG-200 hydrogenated glyceryl 
            palmate, PEG-7 glyceryl cocoate, succinic acid, bisabolol, glycerin, 
            citrullus vulgaris seed oil, betula oil, hippophae rhamnoides oil, cananga 
            odorata oil, melaleuca alternifolia oil, hypericum perforatum (st. john's wort) 
            extract, chamomilla recutita (matricaria) flower extract, salvia officinalis (sage) 
            leaf extract, camellia sinensis extract, calendula officinalis L. extract, citric 
            acid, disodium EDTA, diethanolamine, triethanolamine, phenoxyethanol.`,
            recommendations: `нанести небольшое количество геля на деликатные участки тела 
            и тщательно смыть водой`,
          },
          {
            name: 'ГЕЛЬ-МЫЛО ПИТАТЕЛЬНОЕ 1000 ML',
            img: 'crem',
            price: 202,
            volume: 1000,
            description: `жидкое мыло с мягкой безопасной формулой обладает очищающим эффектом, 
            бережно заботясь за кожей. Натуральные растительные компоненты мыла увлажняют и 
            улучшают состояние кожи, оставляя на ней ощущение мягкости и шелковистости. 
            Антибактериальное эфирное масло чайного дерева оказывает противовоспалительное и 
            ранозаживляющее действия, а нейтральный уровень рН поддерживает естественный баланс 
            кожи. Питательное жидкое мыло деликатно очищает от загрязнений и бережно заботится 
            о коже.`,
            structure: `вода деминерализованная, мягкие ПАВ, стабилизатор, экстракт ромашки, 
            экстракт календулы, экстракт шалфея, экстракт липы, эфирное масло чайного дерева, 
            масло миндаля, allantoin, глицерин, регулятор рН, краситель пищевой, ароматизатор 
            "Hawai", антисептик.`,
            recommendations:
              'небольшое количество мыла нанести на влажную кожу, вспенить и смыть водой',
          },
          {
            name: 'ГЕЛЬ-МЫЛО ПИТАТЕЛЬНОЕ 275 ML',
            img: 'crem',
            price: 90,
            volume: 275,
            description: `жидкое мыло с мягкой безопасной формулой обладает очищающим эффектом, 
            бережно заботясь за кожей. Натуральные растительные компоненты мыла увлажняют и 
            улучшают состояние кожи, оставляя на ней ощущение мягкости и шелковистости. 
            Антибактериальное эфирное масло чайного дерева оказывает противовоспалительное и 
            ранозаживляющее действия, а нейтральный уровень рН поддерживает естественный баланс 
            кожи. Питательное жидкое мыло деликатно очищает от загрязнений и бережно заботится о 
            коже.`,
            structure: `вода деминерализованная, мягкие ПАВ, стабилизатор, экстракт ромашки, 
            экстракт календулы, экстракт шалфея, экстракт липы, эфирное масло чайного дерева, 
            масло миндаля, allantoin, глицерин, регулятор рН, краситель пищевой, ароматизатор 
            "Hawai", антисептик.`,
            recommendations:
              'небольшое количество мыла нанести на влажную кожу, вспенить и смыть водой',
          },
          {
            name: 'КРЕМ ДЛЯ НОГ ВЕНОТОНИЗИРУЮЩИЙ',
            img: 'crem',
            price: 68,
            volume: 80,
            description: `безупречный уход и деликатную заботу обеспечит крем венотонизирующий, 
            ведь его формула обладает комплексом целебных и питательных веществ. Крем идеально 
            подходит для ежедневного применения он снимает отечность, ощущение тяжести и 
            усталости ног и зарядит жизненной энергией. Сбалансированный состав крема обогащен 
            растительными экстактами, ценными базовыми маслами и композициями эфирных масел, 
            которые проникая в структуру эпидермиса, размягчают и глубоко увлажняют его, улучшают 
            тонус сосудов и микроциркуляцию крови, стимулируют регенерацию клеток и 
            восстанавливают проницаемость сосудистых стенок. Качественная профилактика появления 
            сосудистой сетки и варикозного расширения вен, мгновенное питание и восстановление 
            кожи, с легкой текстурой то, что необходимо современному человеку.`,
            structure: `aqua, aesculus hippocastanum extract, polygonum aviculare extract, 
            quercus robur bark extract, hippophae rhamnoides extract, ginkgo biloba leaf 
            extract, artemisia vulgaris (mugwort) extract, calendula officilalis L. extract, 
            equisetum arvense extract, plantago major (plantain) leaf extract, taraxacum 
            officinale extract, sodium acrylates copolymer (and) paraffinum liquidum (and) 
            PPG-1 trideceth-6, linum usitatissimum oil, stearic acid, dimethicone, amaranthus 
            caudatus oil, betula alba oil, syringa vulgaris (lilac) oil, dexpanthenol, salvia 
            officinalis oil, abies sibirica oil, citrus aurantifolia oil, phenoxyethanol.`,
            recommendations: `нанести небольшое количество крема на чистую сухую кожу ног 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'КРЕМ ДЛЯ РУК',
            img: 'crem',
            price: 70,
            volume: 50,
            description: `растительные компоненты снимают ощущение сухости и стянутости, 
            поддерживают оптимальное увлажненное состояние и кожа становится мягкой и 
            шелковистой. Заживляющее масло бораго подходит для ухода за чувствительной и 
            раздраженной кожей. Хлопковое масло эффективно ухаживает за ногтями и укрепляет 
            структуру ногтевой пластины. Масло макадамии делает кожу невероятно нежной и мягкой. 
            Активный витаминный комплекс А, Е, F, С с увлажняющими ингредиентами смягчают 
            огрубевшую кожу, предотвращают потерю влаги и защищают кожу от агрессивного 
            воздействия окружающей среды. Растительные экстракты ускоряют регенерацию тканей и 
            способствуют быстрому заживлению трещинок и ранок. С кремом ваша кожа рук будет 
            здоровой и красивой.`,
            structure: `вода деминерализованная, ромашки экстракт, календулы экстракт, 
            липы экстракт, сельдерея экстракт, подорожника экстракт, облепихи экстракт, 
            шиповника экстракт, льна экстракт, циклометикон, хлопка масло, макадамии масло, 
            ПЭГ 40 (касторовое масло), Д пантенол, сорбитол, изопропилмиристат, бораго масло, 
            витаминный комплекс (А, Е, F, С), алантоин, мандарина эфирное масло, фенхеля эфирное 
            масло, розмарина эфирное масло, бергамота эфирное масло, ароматизатор, стабилизатор, 
            триэтаноламин, антисептик.`,
            recommendations: `нанести небольшое количество крема на чистую, сухую кожу 
            рук массажными движениями до полного впитывания`,
          },
          {
            name: 'КРЕМ ДЛЯ НОГ ВОССТАНАВЛИВАЮЩИЙ',
            img: 'crem',
            price: 51,
            volume: 50,
            description: `восстанавливает огрубевшую, потрескавшуюся кожу ступней, заживляет 
            трещины, снимает раздражение и проявляет противовоспалительное и регенерирующее 
            свойства. Комплекс растительных экстрактов активизирует обменные процессы и улучшает 
            клеточное дыхание. Смягчающая формула крема с высоким содержанием масел амаранта, 
            березы, льна и облепихи легко впитывается, устраняет сухость и шелушение. 
            Предоставляет прекрасное питательное и увлажняющее действие, помогает смягчить 
            огрубевшие участки кожи. Благодаря содержанию ментола крем освежает и тонизирует 
            кожу, дарит легкость, комфорт и расслабляющий эффект на длительное время.`,
            structure: `вода деминерализованная, стабилизатор, масло льна, стеариновая кислота, 
            диметикон, экстракт одуванчика, экстракт алоэ, экстракт пшеницы, экстракт калины, 
            экстракт коры дуба, экстракт зверобоя, экстракт календулы, экстракт грецкого ореха, 
            экстракт череды, масло березы, масло облепихи, масло амаранта, эфирное масло лаванды, 
            эфирное масло чайного дерева, эфирное масло апельсина, пчелиный воск, ментол, 
            Д/пантенол, триклозан, антисептик. Не содержит искусственных красителей.`,
            recommendations: `нанести небольшое количество крема на чистую сухую кожу ног 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'КРЕМ ДЛЯ РУК КОКОС',
            img: 'crem',
            price: 30,
            volume: 50,
            description: `крем на основе масла кокоса делает Ваши ручки необычно нежными и 
            шелковистыми, дополняя сладким ароматом. Растительные компоненты смягчают и 
            разглаживают кожу рук, защищая ее от воздействия окружающей среды. Витамины 
            оздоравливают кожу и оказывают регенерирующее действие. Крем заботится о коже рук и 
            дарит здоровый и ухоженный вид.`,
            structure: `вода деминерализованная, масло кокоса, масло Ши, пчелиный воск, 
            масло куркумы, глицерин, эмульгатор, масло какао, масло конопли, масло авокадо,
             масло фукуса, маисовый (кукурузный) крахмал, цетилстеариловый спирт, эфирные масла: 
             лимона, герани, воск лимона.`,
            recommendations: `нанести небольшое количество крема на чистую сухую кожу рук и 
            втереть его массажными движениями до полного впитывания`,
          },
          {
            name: 'КРЕМ ДЛЯ СТОП',
            img: 'crem',
            price: 76,
            volume: 50,
            description: `крем с маслом бораго и бисабололом ускоряет заживление трещин на 
            пятках и предотвращает образование натоптышей. Смягчает и помогает удалить 
            утолщенный роговой слой кожи. Масла Ши и облепихи эффективно питают кожу, 
            восстанавливают эластичность и помогают справиться с чрезмерной сухостью кожи. 
            Антисептическое, противовоспалительное, дезодорирующее свойства проявляют эфирные 
            масла чайного дерева, сосны и герани. Они поглощают неприятные запахи, уничтожают 
            бактерии и грибки, оказывают противоотечное действие, улучшая кровообращение. 
            Крем для стоп эффективно освежит, снимет усталость и напряжение ног. Идеальное 
            средство для завершения процедуры педикюра.`,
            structure: `вода деминерализованная, облепиховое масло, Ши (Карите) масло, 
            чистотела экстракт, циклометикон, глицерил-стеарат, глицерин, ПЭГ 40 
            (касторовое масло), Д-пантенол, пчелиный воск, стабилизатор, ромашки экстракт, 
            шалфея экстракт, зверобоя экстракт, календулы экстракт, череды экстракт, бораго 
            масло, бисаболол, витаминный комплекс (Е, F), чайного дерева эфирное масло, герани 
            эфирное масло, сосны эфирное масло, антисептик.`,
            recommendations: `легкими массирующими движениями нанесите крем на сухую и чистую 
            кожу стоп. Для лучшего эффекта на ночь после нанесения крема замотать ножки в пленку 
            и надеть носок`,
          },
          {
            name: 'КРЕМ ДЛЯ ТЕЛА DOMINO',
            img: 'crem',
            price: 63,
            volume: 80,
            description: `мягкий и ароматный крем для тела дарит коже здоровый и сияющий вид, 
            восстанавливает оптимальный уровень увлажненности, делая кожу шелковистой на ощупь. 
            Действие активного состав крема на основе масел направлено на питание и смягчение 
            кожного покрова, что позволяет забыть о сухости и стянутости, а также устранить 
            шелушение и зуд.Крем для тела имеет оптимальную консистенцию, которая помогает 
            активным компонентам быстро впитываться в кожу. Парфюмированное средство оставляет 
            на коже тонкий цветочный аромат, который повышает настроение и настраивает на 
            позитивный лад.`,
            structure: `вода деминерализованная, каштана экстракт, брусники экстракт, 
            лаванды экстракт, лимона экстракт, ананаса экстракт, стабилизатор, эмульгатор, 
            Ши масло, кунжута масло, глицерин, кофеин, ланолин, циклометикон, пчелиный воск, 
            авокадо масло, протеинов кашемира гидролизат, Е витамин, лайма эфирное масло, 
            мелиссы эфирное масло, ароматизатор, антисептик.`,
            recommendations: `нанести небольшое количество крема на чистую, сухую кожу 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'ЛОСЬОН-ДЕЗОДОРАНТ ДЛЯ ЖЕНЩИН PURE ACTIVE ANTIBACTERIAL',
            img: 'crem',
            price: 128,
            volume: 100,
            description: `легкий дезодорант-антиперспирант эффективно обеспечивает защиту от 
            неприятного запаха и пота на 24 часа. Уникальный состав натуральных природных 
            ингредиентов регулирует потоотделение, эффективно и надолго защищает от неприятного 
            запаха, увлажняя кожу. Дезодорант-антиперспирант быстро впитывается, не оставляя 
            следов. Активные компоненты способствуют заживлению и регенерации кожи, предотвращая 
            воспаление, сохраняя естественный баланс кожи. Приятный аромат дезодоранта подарит 
            свежесть и уверенность в себе на долгое время.`,
            structure: `вода деминерализованная, натуральные минеральные соли, пропиленгликоль, 
            ализариновое масло, Д-пантенол, спермацет, танин, сахариды, экстракт белладонны, 
            экстракт льна, экстракт ромашки, экстракт базилика, экстракт алоэ вера, экстракт 
            череды, экстракт пиона, экстракт коры дуба, экстракт хмеля, антисептик, ароматизатор.`,
            recommendations:
              'перед использованием встряхнуть флакон и нанести на сухую чистую кожу',
          },
          {
            name: 'СКРАБ ДЛЯ ТЕЛА DOMINO',
            img: 'crem',
            price: 109,
            volume: 150,
            description: `восстанавливающий скраб для тела с гидролизатом кашемира подарит 
            неповторимое ощущение абсолютной мягкости, нежности и шелковистости. В основу 
            косметической формулы заложено сочетание скрабирующих гранул и натуральных масел, 
            которые позволяют скрабу создавать деликатный отшелушивающий эффект, тщательно 
            очищая от загрязнений и ороговевших клеток кожи для ее обновления и омоложения. 
            Эфирное масло нероли обладает мощными антисептическим и антиоксидантным свойствами, 
            положительно влияет на тонус и цвет, стимулирует кровообращение и ускоряет метаболизм 
            и процессы обновления. Регулярное использование скраба стимулирует микроциркуляцию и 
            усиливает доступ кислорода к клеткам кожи. После применения скраба Вы почувствуете, 
            что тело стало упругим, кожа бархатной, а ее цвет - безупречным.`,
            recommendations:
              'наносить на влажную кожу, слегка помассировать и смыть водой. Применять 1-2 раза в неделю',
          },
        ],
      },
      {
        subcategoryName: 'Кремы',
        products: [
          {
            name: 'ГЕЛЬ 39 ЭКСТРАКТОВ',
            img: 'crem',
            price: 75,
            volume: 50,
            description: `уникальная формула геля разработана на основе 39 натуральных
             растительных экстрактов, которая интенсивно оздоравливает кожу, снимает 
             раздражение и проявляет противовоспалительное и регенерирующее свойства. 
             Гель стимулирует быстрое заживление царапин, ожогов, синяков. Снимает зуд при 
             укусах насекомых. Эфирные масла розмарина и чайного дерева оказывают антисептическое
            и дезинфицирующее действия, улучшают снабжение клеток витаминами и микроэлементами.`,
            structure: `aqua, arctium lappa extract, elytrigia repens extract, amaranthus cruentus
             extract, trifolium pratense (red clover) extract, calendula officinalis L. extract, 
             betula extract, quercus robur bark extract, linum usitatissimum extract, polygonum 
             aviculare extract, pinus extract, chamomilla recutita (matricaria) extract, hypericum 
             foratum (st. john's wort) extract, pelargonium peltatum extract, tilia cordata extract, 
             symphytum officinale extract, lavandula angustifolia extract, artemisia vulgaris 
             (mugwort) extract, centaurea cyanus extract, vinca minor extract, eleutherococcus 
             extract, aloe arborescens extract, viburnum opulus extract, lilium (convallaria majalis) 
             extract, melissa officinalis extract, silybum marianum (milk thistle) extract, fragaria 
             vesca (strawberry) extract, chelidonium majus extract, capsella extract, hydrolyzed viola 
             tricolor extract, plantago major extract, salvia officinalis extract, elettaria cardamomum 
             (cardamom) extract, aesculus hippocastanum extract, cetraria islandica extract, pollen 
             extract, juglans regia extract, rhodiola rosea root extract, syringa vulgaris (lilac) 
             extract, helichrysum arenarium extract, acrylates/palmeth 25 acrylate copolymer, tocopheryl 
             acetate, linoleic acid, dexpanthenol, cyclopentasiloxane, ceto stearyl alcohol, tea tree 
             essential oil, rosmarinus officinalis (rosemary) oil, allantoin, glycerin, PEG-40 
             hydrogenated castor oil, triethanolamine, phenoxyethanol.`,
            recommendations: `нанести небольшое количество геля на чистую, сухую кожу 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'КРЕМ PHYTO ANALGETIC/ФИТО-АНАЛЬГЕТИК',
            img: '',
            price: 82,
            volume: 80,
            description: `универсальный и обезболивающий крем фито-анальгетик на основе 
            растительного сырья помогает избавится от болевых ощущений при травмах, ушибах, 
            растяжках связок и от воспалительных процессов на коже. Целебное винтергриновое 
            эфирное масло помогает снять мышечные, артритические и ревматические боли, а также 
            используется, как дополнительный компонент при лечении ревматизма. Ментол и камфора 
            дополняют высокоэффективный состав крема своим охлаждающим эффектом и способствуют 
            быстрому оздоровлению. Крем фито-анальгетик — это надежное средство, которое помогает 
            в повседневной жизни.`,
            structure: `aqua, symphytum officinale extract, helichrysum arenarium extract, 
            arnica montaba extract, salix alba bark extract, betula extract, hypericum perforatum 
            (st. john's wort) extract, veronica officinalis extract, equisetum arvense extract, 
            propolis extract, sodium acrylates copolymer (and) paraffinum liquidum (and) PPG-1 
            trideceth-6, ceto stearyl alcohol, menthol, linum usitatissimum oil, cocos nucifera 
            oil, curcuma longa oil, capsicum annuum oil, gaultheria procumbens leaf oil, juniper 
            (juniperus communis) oil, piper nigrum oil, artemisia absinthium oil, lavandula 
            angustifolia oil, citrus limon oil, zingiber officinale oil, allantoin, camphora, 
            PEG-40 hydrogenated castor oil, phenoxyethanol.`,
            recommendations: `нанести небольшое количество крема на чистую, сухую кожу массажными
             движениями до полного впитывания`,
          },
          {
            name: 'КРЕМ АНТИГРИБКОВЫЙ',
            img: 'crem',
            price: 57,
            volume: 50,
            description: `эффективно останавливает развитие микозов и грибковых поражений кожи 
            и ногтей. Фунгицидное (противогрибковое) действие оказывает присутствие в составе 
            крема березового дегтя, который также способствует устранению зуда и воспаления. 
            Дубильные вещества растительных экстрактов регулируют секрецию потовых желез, тем 
            самым способствуя уменьшению чрезмерного потоотделения. Смягчающее действие крема 
            обусловлено присутствием в его составе салициловой кислоты и растительных масел, 
            которые увлажняют и питают сухую и потрескавшуюся кожу. Антигрибковый крем - это 
            идеальное средство скорой помощи и при систематическом применении не только уничтожает 
            грибок, но и укрепляет местный иммунитет.`,
            structure: `вода деминерализованная, стабилизатор, чаги экстракт, душицы экстракт, 
            череды экстракт, зверобоя экстракт, коры дуба экстракт, шалфея экстракт, чистотела 
            экстракт, подорожника экстракт, полыни экстракт, чабреца экстракт, прополиса экстракт, 
            ним масло, лаврового листа масло, облепихи масло, ПЭГ 40 (касторовое масло), 
            Sodium Caproyl/Lauroyl Lactyl Lactate, березовый деготь, орегано эфирное масло, 
            пихты эфирное масло, чайного дерева эфирное масло, сосны эфирное масло, лаванды эфирное 
            масло, витаминный комплекс (Е, F), алантоин, коллоидное серебро, пчелиный воск, 
            цетилстеариловый спирт, салициловая кислота, антисептик.`,
            recommendations: `нанести на пораженные участки кожи 2 - 3 раза в день. 
            Целесообразно продолжить регулярное нанесение крема в течение 2 - х недель 
            после исчезновения кожных проявлений`,
          },
          {
            name: `КРЕМ РАЗОГРЕВАЮЩИЙ HOT CREAM`,
            img: 'crem',
            price: 75,
            volume: 80,
            description: `разогревающий крем - идеальное средство, которое снимает мышечное 
            напряжение и усталость. Используется как вспомогательное средство при лечении 
            мышечных и суставных заболеваний. Благодаря олеорезину стручкового перца происходит 
            постепенное проникновение в кожу активных компонентов крема, сопровождающиеся 
            покалыванием, ощущением тепла и ослаблением напряжения мускулатуры. Крем рекомендуется
             использовать с целью уменьшения боли при ревматизме, радикулите и артритах. Для 
             разогрева мышечной ткани при переохлаждении, а также для быстрого восстановления 
             после интенсивной мышечной нагрузки.`,
            structure: `вода деминерализованная, стабилизатор, красного перца масло, живичный 
            скипидар, молотая горчица, хрена экстракт, редьки экстракт, красного перца экстракт, 
            имбиря экстракт, глицерин, олеорезин стручкового перца, стеариновая кислота, 
            цетилстеариловый спирт, живокоста экстракт, каштана экстракт, сабельника экстракт, 
            лавра экстракт, боярышника экстракт, тысячелистника экстракт, гвоздики масло, березы 
            масло, черного перца эфирное масло, имбиря эфирное масло, гвоздики эфирное масло, 
            корицы эфирное масло, розмарина эфирное масло, лайма эфирное масло, мелиссы эфирное 
            масло, камфора, ментол, антисептик.`,
            recommendations: `массажными движениями нанести крем на проблемные участки кожи. 
            Для усиления эффекта разогретое место обернуть шерстяной тканью. Степень воздействия 
            крема можно регулировать втиранием. Применять 1 - 2 раза в день. Передозировка: 
            чтобы уменьшить разогревающий эффект крема кожу можно смазать любым растительным 
            маслом`,
          },
          {
            name: 'КРЕМ РЕГЕНЕРИРУЮЩИЙ',
            img: 'crem',
            price: 54,
            volume: 50,
            description: `уникальная формула крема с большим содержанием натуральных эфирных 
            масел регенерирует и оздоравливает кожу лица и тела. Эфирные масла бархатцев, туи и 
            базилика способствуют удалению мозолей и бородавок, помогают при грибковых поражениях 
            кожи, убирают мышечные боли, восстанавливают связки при травмах и растяжках. Эфирные 
            масла кипариса, герани и каяпута оказывают противоспалительное, антисептическое 
            действия, способствуют заживлению ран, царапин и синяков, а также укрепляют стенки 
            сосудов. Благодаря комплексу из целебных растительных экстрактов и жирных масел крем 
            увлажняет, питает кожу и способствуетразглаживанию морщин. Регулярное использование 
            крема гарантирует заметную ревитализацию кожи.`,
            structure: `aqua, populus nigra extract, rhodiola rosea root extract, betula extract, 
            sanguisorba officinalis extract, propolis extract, plantago major extract, 
            chelidonium majus extract, hypericum perforatum (st. john's wort) extract, aesculus 
            hippocastanum extract, symphytum officinale extract, achillea millefolium extract, 
            chamomilla recutita (matricaria) extract, potentilla erecta extract, arnica montaba 
            extract, tanacetum vulgare (tansy) extract, acrylates/palmeth25 acrylate copolymer, 
            brassica juncea oil, ceto stearyl alcohol, hydrolyzed rice protein, linum 
            usitatissimum oil, amaranthus caudatus oil, citrullus vulgaris (watermelon) seed oil, 
            olive oil, cupressus sempervirens oil, pelargonium graveolens oil, tagetes 
            (tagetes minuta) oil, melaleuca leucadendron cajuputi oil, ocimum basilicum oil, 
            thuja occidentalis oil, cyclopentasiloxane, PEG-40 hydrogenated castor oil, 
            allantoin, glycerin, dexpanthenol, phenoxyethanol.`,
            recommendations: `нанести крем на кожу и равномерно растереть массажными движениями 
            до полного впитывания`,
          },
          {
            name: 'МАЗЬ ДЛЯ ВЕН NEW LIFE',
            img: 'crem',
            price: 95,
            volume: 80,
            description: `сочетание активных компонентов с экстрактом пиявки действует как 
            профилактическое средство при варикозном расширение вен, усталости, тяжести, 
            судорогах и отечности ног. Для уменьшения рубцов, растяжек и шрамов. Активные 
            вещества, содержащиеся в слюне пиявок, улучшают микроциркуляцию в коже, уменьшают 
            образование тромбов, проявляют бактерицидный эффект и стимулируют белковый обмен. 
            Растительные масла глубоко проникают в кожу, питая и увлажняя ее.`,
            structure: `вода деминерализованная, стабилизатор, глицерин, льна масло, горчицы 
            масло, витаминный комплекс (Е, F), пиявки экстракт, циклометикон, биофлавоноиды, 
            гамамелиса экстракт, иван-чая экстракт, арники экстракт, ивы белой экстракт, петрушки 
            экстракт, гинкго-билоба экстракт, каштана экстракт, плюща экстракт, фукуса экстракт, 
            шалфея экстракт, подорожника экстракт, крапивы экстракт, чистотела экстракт, ромашки 
            экстракт, тысячелистника экстракт, лопуха экстракт, кунжута масло, гвоздики масло, 
            куркумы масло, имбиря масло, майорана масло, березы масло, пихты эфирное масло, 
            кипариса эфирное масло, базилика эфирное масло, апельсина эфирное масло, пелобишофит, 
            ментол, цетилстеариловый спирт, алантоин, диметикон, антисептик.`,
            recommendations: `Рекомендуется использовать: - для предупреждения боли в мышцах тела 
            после физической работы, спортивных занятий; - при контрактуре отдельных мышц, 
            растяжениях связок, миозите; - при потертостях на ногах, мозолях, «шпорах», 
            заживляет трещины на пятках; - устраняет отек и предупреждает образование гематомы 
            (синяка) при ушибах, ссадинах; - при фурункулезе, герпетической инфекции, ожогах, 
            укусах насекомых; - при аллергических дерматитах, экземе, псориазе; - при простудном 
            и аллергическом насморках, бронхитах, зубной боли; - при сухости и зуде влагалища, 
            для заживления эрозий шейки матки; - при трещинах сосков и прямой кишки, при 
            геморрое; - при простатите для улучшения микроциркуляции крови; - для улучшения 
            зрения при усталости глаз, ухудшении сумеречного зрения (втирать вокруг глаз, избегая 
              попадания на веки).

            Небольшое количество мази нанести на проблемные места или по ходу вен (снизу вверх) 
            легкими массажными движениями 2-3 раза в день. При наличии трофических язв мазь 
            наносится на стерильную салфетку и прикладывается к ранке 2 раза в сутки 3-4 недели. 
            При геморрое мазь наносится на марлевую салфетку и прикладывается к геморроидальным 
            шишкам на ночь. Нанести крем на кожу и равномерно растереть массажными движениями до 
            полного впитывания`,
          },
          {
            name: 'МАЗЬ ДЛЯ СУСТАВОВ NEW LIFE',
            img: 'crem',
            price: 83,
            volume: 80,
            description: `действие крема направлено на профилактику суставных и мышечных болей. 
            Фитокомплекс экстрактов стимулирует микроциркуляцию и обменные процессы, обладает 
            регенерирующим и антиоксидантным действиями. Растительные масла глубоко питают кожу, 
            активизируют ее защитные функции, устраняют ощущение дискомфорта, обеспечивая хорошую 
            массажную основу. Содержание ментола и камфоры позволяют обеспечить охлаждающее 
            действие, способствуют устранению усталости и мышечного напряжения, а также снижению 
            протекания воспалительных процессов. В результате происходит уменьшение болевых 
            ощущений в суставах, значительное сокращение сроков лечения, восстановление после 
            травм и заболеваний опорно-двигательного аппарата.`,
            structure: `aqua, aesculus hippocastanum extract, symphytum officinale extract, 
            salix alba bark extract, betula extract, hypericum perforatum (st. john's wort) 
            extract, laminaria saccharina extract, calendula officinalis L. extract, equisetum 
            arvense extract, achillea millefolium extract, quercus robur bark extract, rhodiola 
            rosea root extract, urtica dioica extract, juglans regia extract, echinacea purpurea 
            extract, polygonum aviculare extract, arctium lappa extract, syringa vulgaris (lilac) 
            extract, chamomilla recutita (matricaria) extract, plantago major extract, amaranthus 
            cruentus extract, pelargonium peltatum extract, propolis extract, 
            acrylates/palmeth-25 acrylate copolymer, glycerin, ceto stearyl alcohol, linum 
            usitatissimum oil, capsicum annuum oil, ribes nigrum oil, amaranthus cruentus oil, 
            betula oil, lavandula angustifolia oil, eugenia caryophyllata oil, salvia sclarea oil, 
            citrus limon oil, PEG-40 hydrogenated castor oil, tocopheryl acetate, linoleic acid, 
            menthol, camphora, cyclopentasiloxane, dimethicone, allantoin, triethanolamine, 
            pelobishofit, phenoxyethanol.`,
            recommendations: `нанести небольшое количество крема на чистую, сухую кожу 
            массажными движениями до полного впитывания`,
          },
          {
            name: 'МАЗЬ УНИВЕРСАЛЬНАЯ NEW LIFE',
            img: 'crem',
            price: 69,
            volume: 80,
            description: `универсальная формула крема оказывает оздоровительный эффект при 
            нанесении на любой участок тела. Растительные ингредиенты глубоко проникают в кожу, 
            питают, увлажняют и насыщают ее активными антиоксидантами, замедляя процесс старения 
            кожи. Ментол в сочетании с маслом красного перца дает местное усиление кровообращения 
            с последующим расслаблением мышечной ткани.`,
            structure: `вода деминерализованная, стабилизатор, глицерин, витаминный комплекс 
            (Е, F), циклометикон, каштана экстракт, шалфея эфирное масло, зародышей пшеницы масло, 
            березы масло, амаранта масло, красного перца масло, зверобоя экстракт, радиолы розовой 
            экстракт, спорыша экстракт, подорожника экстракт, крапивы экстракт, чистотела экстракт, 
            ромашки экстракт, тысячелистника экстракт, лаванды эфирное масло, чайного дерева эфирное 
            масло, алантоин, цетилстеариловый спирт, пелобишофит, ментол, диметикон, антисептик.`,
            recommendations: `Нанести небольшое количество геля на чистую, сухую кожу массажными 
            движениями до полного впитывания.`,
          },
        ],
      },
    ],
  },
  {
    id: 'sd98f7d08hf0hv4g545g457u76h8jg09jk09',
    category: 'Косметика',
    products: [
      {
        name: 'БАЛЬЗАМ ДЛЯ ГУБ',
        img: 'crem',
        price: 85,
        volume: 10,
        description: `ароматный бальзам с приятной легкой текстурой, бережно ухаживает за 
        нежной кожей губ, питая ее и увлажняя в течении длительного времени. Комплекс активных 
        компонентов бальзама обеспечивает идеальный уход и защиту кожи губ в любое время года. 
        Бальзам смягчает губы, защищает от негативного влияния окружающей среды, омолаживает, 
        заживляет трещинки и делает цвет губ более ровным и насыщенным. Формула бальзама не 
        содержит синтетических красителей и ароматизаторов. Это идеальное средство для бережного 
        ухода за губами.`,
        structure: `оливы масло/olive oil, календулы масло/calendula officinalis oil, 
        облепихи масло/hippophae rhamnoides oil, череды масло/bidens tripartita oil, 
        солодки масло/glycyrrhiza glabra oil, липы масло/tilia cordata oil, апельсина 
        масло/citrus aurantium dulcis oil, малины масло/rubus idaeus (raspberry) oil, 
        чайного дерева эфирное масло/melaleuca alternifolia oil, пихты эфирное масло/abies 
        sibirica oil, лаванды эфирное масло/lavandula angustifolia oil, грейпфрута 
        эфирное масло/citrus grandis oil, мелиссы эфирное масло/melissa officinalis L. oil.`,
        recommendations: `равномерно наносить бальзам на губы в течение всего дня 
        в небольшом количестве`,
      },
      {
        name: 'ДУХИ МАСЛЯНЫЕ №1 AROMA ORIENTAL (ВОСТОЧНЫЙ АРОМАТ)',
        img: 'crem',
        price: 126,
        volume: 10,
        description: `откройте для себя яркий аромат, наполненный страстью и энергией, 
        которые притаились за роскошной маской изысканности. В этом волнующем аромате 
        встречаются пряные аккорды кардамона и нежные, кремовые ноты, а удивительная цветочная 
        симфония придаст вашему образу загадочности Востока и искусно закружит головы поклонникам.`,
        structure: `caprylic/capric triglyceride, parfum/fragrance, citrus aurantium bergamia 
        (bergamot) essential oil, neroli (citrus aurantium var. аmara) essential oil, 
        santalum album (sandalwood) essential oil.`,
        recommendations: `небольшое количество масла нанести на кожу`,
      },
      {
        name: 'ДУХИ МАСЛЯНЫЕ №2 AROMA DE LA VIDA (АРОМАТ ЖИЗНИ)',
        img: 'crem',
        price: 126,
        volume: 10,
        description: `гламурный и страстный аромат подчеркнет женскую привлекательность, 
        создавая мистически-упоительный шлейф, который заставит Вас почувствовать себя 
        настоящей женщиной – чувственной, загадочной и желанной! Это секретное оружие 
        соблазнительных красавиц, которые призваны отражать стремление к ежедневной победе.`,
        structure: `caprylic/capric triglyceride, parfum/fragrance, oregano essential oil, 
        rosewood essential oil, jasminum officinale (jasmine) essential oil.`,
        recommendations: `небольшое количество масла нанести на кожу`,
      },
      {
        name: 'ДУХИ МАСЛЯНЫЕ №3 AROMA DE SUEÑOS (АРОМАТ МЕЧТЫ)',
        img: 'crem',
        price: 126,
        volume: 10,
        description: `изысканный и свежий цветочный букет — воплощение женской чувственности, 
        нежности и тайны. Яркое, весеннее сочетание искристых брызг экзотических цветов и 
        драгоценных капель спелых, сочных фруктов околдовывает гармоничным коктейлем и мгновенно 
        станет вашим фаворитом, перенесет в мир магии соблазна, подчеркивая неповторимый образ 
        и шарм. С таким ароматом вы всегда будете оставаться в центре внимания, вызывая у 
        окружающих восхищение.`,
        structure: `caprylic/capric triglyceride, parfum/fragrance, rosmarinus essential oil, 
        salvia officinalis essential oil, cananga odorata essential oil.`,
        recommendations: `небольшое количество масла нанести на кожу`,
      },
      {
        name: 'ДУХИ МАСЛЯНЫЕ №4 AROMA PICANTE (ПИКАНТНЫЙ АРОМАТ)',
        img: 'crem',
        price: 126,
        volume: 10,
        description: `романтическая мелодия аромата с пудровыми нотами подобна звучанию 
        чувственной сонаты. Аромат завораживает своей легкостью и утонченностью, создавая 
        вокруг обладательницы ауру флирта и соблазна. Томный и мечтательный аромат заставит 
        вас быть непредсказуемой и желанной. Это запах, к которому можно прислушиваться до 
        бесконечности, слышать его оттеночные переливы и наслаждаться сказочными цветочными 
        тонами.`,
        structure: `caprylic/capric triglyceride, parfum/fragrance, patchouli essential oil, 
        fennel sweet essential oil, basilicum essential oil.`,
        recommendations: `небольшое количество масла нанести на кожу`,
      },
      {
        name: 'ДУХИ МАСЛЯНЫЕ №5 AROMA LIGERO (ЛЕГКИЙ АРОМАТ)',
        img: 'crem',
        price: 126,
        volume: 10,
        description: `чувственный и соблазнительный аромат призван зажигать искру в сердцах 
        своих обладательниц. Он пьянит и уносит в мир мечты и фантазии, создавая собственный 
        рай. Аромат станет вашим невидимым украшением, в его благоухании вы найдете гармонию. 
        Каждая капля цветочной композиции, окутанная зажигательными цитрусовыми акцентами, 
        воплощает исключительную романтичность и жизнерадостность, которыми обладательница 
        завораживает восторженные мужские сердца.`,
        structure: `caprylic/capric triglyceride, parfum/fragrance, mandarin essential oil, 
        myristica fragrans oil, verbena (aloysia triphylla) essential oil.`,
        recommendations: `небольшое количество масла нанести на кожу`,
      },
      {
        name: 'ПОМАДА-КАРАНДАШ ДЛЯ ГУБ (ТОН 02)',
        img: 'crem',
        price: 93,
        volume: 325,
        description: `восхитительная помада-карандаш для губ обеспечивает безупречный 
        интенсивный цвет, красивое сияние и бархатный эффект. Шелковистая, кремовая текстура 
        равномерно распределяется на поверхности, образуя деликатное покрытие и отлично держится 
        длительное время, не растекаясь и не смазываясь.
Помаду можно использовать в качестве карандаша, как обводку по контуру и можно наносить
         на всю поверхность губ, усиливая естественную женскую привлекательность. В палитре 
         оттенков Вы с легкостью найдете «свой» и наверняка не один цвет для любого настроения 
         и случая!`,
        structure: `минеральное масло, изопропилпальмитат, пчелиный воск, ланолин, 
        микрокристаллический воск, озокеритовый воск, цетиловый спирт, ВНА, антисептик, 
        ароматизатор, минеральный пигмент.`,
        recommendations: `нанесите помаду-карандаш на губы и равномерно распределите`,
      },
      {
        name: '`ПОМАДА-КАРАНДАШ ДЛЯ ГУБ (ТОН 03)`',
        img: 'crem',
        price: 93,
        volume: 325,
        description: `восхитительная помада-карандаш для губ обеспечивает безупречный 
        интенсивный цвет, красивое сияние и бархатный эффект. Шелковистая, кремовая 
        текстура равномерно распределяется на поверхности, образуя деликатное покрытие и 
        отлично держится длительное время, не растекаясь и не смазываясь.
Помаду можно использовать в качестве карандаша, как обводку по контуру и можно 
        наносить на всю поверхность губ, усиливая естественную женскую привлекательность. 
        В палитре оттенков Вы с легкостью найдете «свой» и наверняка не один цвет для любого 
        настроения и случая!`,
        structure: `минеральное масло, изопропилпальмитат, пчелиный воск, ланолин, 
        микрокристаллический воск, озокеритовый воск, цетиловый спирт, ВНА, антисептик, 
        ароматизатор, минеральный пигмент.`,
        recommendations: `нанесите помаду-карандаш на губы и равномерно распределите`,
      },
      {
        name: 'ПОМАДА-КАРАНДАШ ДЛЯ ГУБ (ТОН 04)',
        img: 'crem',
        price: 93,
        volume: 325,
        description: `восхитительная помада-карандаш для губ обеспечивает безупречный 
        интенсивный цвет, красивое сияние и бархатный эффект. Шелковистая, кремовая 
        текстура равномерно распределяется на поверхности, образуя деликатное покрытие и 
        отлично держится длительное время, не растекаясь и не смазываясь.
Помаду можно использовать в качестве карандаша, как обводку по контуру и можно наносить 
        на всю поверхность губ, усиливая естественную женскую привлекательность. В палитре 
        оттенков Вы с легкостью найдете «свой» и наверняка не один цвет для любого настроения 
        и случая!`,
        structure: `минеральное масло, изопропилпальмитат, пчелиный воск, ланолин, 
        микрокристаллический воск, озокеритовый воск, цетиловый спирт, ВНА, антисептик, 
        ароматизатор, минеральный пигмент.`,
        recommendations: `нанесите помаду-карандаш на губы и равномерно распределите`,
      },
      {
        name: 'ТУШЬ ДЛЯ РЕСНИЦ SILK UNLIMITED ROYAL JEWELS',
        img: 'crem',
        price: 320,
        volume: 10,
        description: `изысканная тушь с 3D-эффектом подарит Вашим ресницам сенсационный объем и 
        фантастическое удлинение. Инновационная конструкция щеточки способствует тщательному 
        разделению ресниц, а также равномерному распределению туши по всей их длине.
Глубокий черный цвет придает Вашему взгляду особую выразительность и загадочность, 
        создавая идеальный макияж. 3D-эффект – это идеальное удлинение, невероятный объем и 
        насыщенный черный цвет.`,
        structure: `вода деминерализованная, канделильский воск, карбомер, этилгексилпальмитат, 
        цетиловый спирт, глицерил стеарат, магния стеарат, сквален, антисептик, диоксид титана, 
        минеральные пигменты.`,
        recommendations: `равномерно нанести тушь по всей длине ресниц от основания до 
        кончиков легкими подкручивающими движениями`,
      },
      {
        name: 'ТУШЬ ДЛЯ РЕСНИЦ ВОЛШЕБНЫЙ ВЗГЛЯД',
        img: 'crem',
        price: 105,
        volume: 10,
        description: `ультраудлиняющая тушь с силиконовой щеточкой в форме расчески позволяет 
        захватывать сразу все ресницы, включая тончайшие у края глаза. Благодаря кремообразной 
        формуле на основе натуральных восков, тушь нежно обволакивает каждую ресничку, поднимает 
        у самого основания, делая ресницы бесконечно привлекательными, а глаза более 
        выразительными.
Комплекс растительных экстрактов бережно ухаживает за ресничками, укрепляет их и 
        способствует росту сильных и здоровых ресниц. Насыщенная формула туши идеально 
        прокрашивает реснички по всей длине и удлиняет, обеспечивая 12 часовую стойкость.`,
        structure: `вода деминерализованная, изододекан, пчелиный воск, растительный уголь, 
        циклометикон, ПЭГ 40 (касторовое масло), глицерин, стеариновая кислота, глицерил-стеарат,
         карнаубский воск, канделильский воск, пропиленгликоль, мягкие ПАВ, гидролизованный
          кератин, Д-пантенол, экстракт ромашки, экстракт череды, экстракт родиолы розовой,
           экстракт пижмы, ксантановая камедь, стабилизатор, антисептик.`,
        recommendations: `равномерно нанести тушь по всей длине ресниц от основания 
        до кончиков легкими подкручивающими движениями`,
      },
      {
        name: 'ВВ-КРЕМ НАТУРАЛЬНЫЙ БЕЖ',
        img: 'crem',
        price: 65,
        volume: 30,
        description: `усовершенствованная формула ВВ-крема прекрасно подстраивается под цвет лица, 
        хорошо выравнивает его тон и отлично маскирует кожу от недостатков.
        Природные компоненты оздоравливают, питают и увлажняют кожу на протяжении 24 часов, 
        а УФ-фильтр защищает ее от воздействий ультрафиолетовых лучей, предоставляя лицу 
        естественное сияние и здоровый вид.`,
        structure: `вода деминерализованная, изододекан, масло абрикосовых косточек, 
        стеариновая кислота, гель алоэ вера, глицерин, стабилизатор, минеральный пигмент, 
        УФ-фильтр, матирующий наполнитель, Konjac mannane, масло кунжута, эфирное масло 
        жасмина, эфирное масло лимона, экстракт огурца, экстракт ландыша, экстракт петрушки, 
        экстракт сирени, экструзионная рисовая крупа, лактат натрия, полиэтиленгликоль 400, 
        изопропилмиристат, антисептик.`,
        recommendations: `нанести ВВ-крем легкими массажными движениями на очищенную кожу и 
        равномерно распределить по лицу`,
      },
      {
        name: 'ТУШЬ ДЛЯ РЕСНИЦ КОКЕТЛИВЫЕ РЕСНИЦЫ',
        img: 'crem',
        price: 105,
        volume: 10,
        description: `двухсторонняя силиконовая щеточка одновременно обеспечивает ресницам 
        изящное подкручивание и потрясающую длину. Благодаря натуральным растительным воскам 
        в сочетании с Д-пантенолом формула туши бережно ухаживает за ресничками, укрепляет их, 
        стимулирует рост и делает мягкими, эластичными и здоровыми.
Микроволокна гидролизованного кератина нежно обволакивают и равномерно прокрашивают 
        каждую ресничку, удлиняя в несколько раз. Объемные, эффектно загнутые и длинные ресницы 
        моментально делают взгляд выразительным и привлекательным.`,
        structure: `вода деминерализованная, изододекан, пчелиный воск, растительный уголь, 
        циклометикон, ПЭГ 40 (касторовое масло), глицерин, стеариновая кислота, глицерил-стеарат, 
        рнаубский воск, канделильский воск, пропиленгликоль, мягкие ПАВ, гидролизованный кератин, 
        Д-пантенол, экстракт ромашки, экстракт череды, экстракт родиолы розовой, экстракт пижмы, 
        ксантановая камедь, стабилизатор, антисептик.`,
        recommendations: `равномерно нанести тушь по всей длине ресниц от основания до 
        кончиков легкими подкручивающими движениями`,
      },
      {
        name: 'ТУШЬ ДЛЯ РЕСНИЦ МАГИЯ ВЗГЛЯДА',
        img: 'crem',
        price: 105,
        volume: 10,
        description: `уникальная формула туши на основе восков обеспечивает мгновенный объем, 
        длину и насыщенный цвет ресницам. Благодаря инновационной силиконовой щеточке с 
        удлиненными усиками на конце, тушь позволяет тщательно прокрашивать каждую ресничку, 
        максимально разделяет и поднимает ресницы у основания.
        Формула туши содержит натуральный растительный уголь, который обеспечивает ресничкам 
        насыщенный черный цвет, создавая стильный и эффектный макияж. Теперь одна тушь сможет 
        сделать ресницы очаровательно длинными, соблазнительно густыми и безупречно черными.`,
        structure: `вода деминерализованная, изододекан, пчелиный воск, растительный уголь, 
        циклометикон, ПЭГ 40 (касторовое масло), глицерин, стеариновая кислота, 
        глицерил-стеарат, карнаубский воск, канделильский воск, пропиленгликоль, 
        мягкие ПАВ, гидролизованный кератин, Д-пантенол, экстракт ромашки, экстракт череды, 
        экстракт родиолы розовой, экстракт пижмы, ксантановая камедь, стабилизатор, антисептик.`,
        recommendations: `равномерно нанести тушь по всей длине ресниц от основания до 
        кончиков легкими подкручивающими движениями`,
      },
    ],
  },
  {
    id: 'sd98f7d08hf0hv4g545g457u76h8jg09jk09',
    category: 'Лицо',
    products: [
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: `Легкая, нежная, тающая текстура крема восстанавливает тонкую кожу вокруг 
        глаз, увлажняет и оказывает подтягивающий эффект. Активный состав крема, обогащенный 
        био-золотом и гиалуронатом натрия, стимулирует обновление клеток и способствует 
        разглаживанию мелких морщин в уголках глаз, оберегая кожу от нежелательных возрастных 
        изменений. Ценные эфирные масла розы и лимона способствуют устранению отечности и 
        темных кругов под глазами, повышают упругость и эластичность кожного покрова. 
        Сбалансированное сочетание природных экстрактов и новейших разработок в омолаживающей 
        формуле крема вокруг глаз помогает коже оставаться упругой, гладкой, молодой и сияющей. 
        Не содержит искусственных красителей`,
        structure: `aqua, linum usitatissimum extract, arnica montaba extract, ginkgo biloba 
        leaf extract, calendula officinalis L. extract, tilia cordata extract, carum 
        petroselinum extract, salvia officinalis extract, sodium acrylates copolymer 
        (and) paraffinum liquidum (and) PPG-1 trideceth-6, wheat germ oil, glyceryl 
        stearate, sodium hyaluronate high-molecular, sodium hyaluronate low-molecular, 
        nigella sativa oil, vitis vinifera seed oil, amaranthus caudatus oil, niacinamide, 
        linoleic acid, tocopheryl acetate, dexpanthenol, aurum metallicum D6, rosa damascena 
        oil, citrus limon oil, dimethicone, cyclopentasiloxane, parfum, phenoxyethanol`,
        recommendations: `нанести крем легкими массажными движениями на очищенную кожу вокруг 
        глаз и равномерно распределить до полного впитывания.`,
      },
      {
        name: 'ГЕЛЬ ДЛЯ УМЫВАНИЯ ДЛЯ ПРОБЛЕМНОЙ КОЖИ 39 ЭКСТРАКТОВ',
        img: 'crem',
        price: 157,
        volume: 200,
        description: `гель для умывания на основе комплекса из 39 экстрактов мягко очищает и 
        оздоравливает кожу, предотвращая появление мелких прыщиков и угревой сыпи. Формула 
        геля обогащена бисабололом и аллантоином, которые улучшают микроциркуляцию кожи и 
        оказывают смягчающее и увлажняющее действия.
       Целебные свойства натуральных компонентов помогут сделать Вашу кожу близкой к 
        идеальной. В результате ежедневного применения геля кожа восстановит свою природную 
        эластичность, мягкость и здоровый внешний вид.`,
        structure: `вода деминерализованная, мягкие ПАВ, лопуха экстракт, пырея экстракт, 
        амаранта экстракт, клевера экстракт, календулы экстракт, березовых почек экстракт, 
        коры дуба экстракт, льна экстракт, спорыша экстракт, сосны экстракт, ромашки экстракт, 
        зверобоя экстракт, герани экстракт, липы экстракт, окопника экстракт, лаванды экстракт, 
        полыни экстракт, василька экстракт, барвинка экстракт, элеутерококка экстракт, алоэ 
        вера экстракт, калины экстракт, ландыша экстракт, мелиссы экстракт, расторопши 
        экстракт, земляники экстракт, чистотела экстракт, пастушьей сумки экстракт, фиалки 
        трехцветной экстракт, подорожника экстракт, шалфея экстракт, кардамона экстракт, 
        каштана экстракт, цетрария экстракт, цветочной пыльцы экстракт, грецкого ореха 
        экстракт, родиолы розовой экстракт, сирени экстракт, бессмертника экстракт, 
        стабилизатор, бисаболол, розмарина эфирное масло, чайного дерева эфирное масло, 
        аллантоин, лимонная кислота, трилон Б, антисептик.`,
        recommendations: `нанесите небольшое количество геля на кожу лица, слегка помассируйте 
        и смойте теплой водой, избегая попадания в глаза`,
      },
      {
        name: 'МАСКА-ФИЛЛЕР НОЧНАЯ TIARÉ DE MONOI',
        img: 'crem',
        price: 317,
        volume: 50,
        description: `уникальная маска-филлер ночного действия соприкоснувшись с 
        кожей, превращается в настоящий оазис для кожи и помогает ей в течение ночи 
        насытиться кислородом. Секрет маски: сочетание сверхмощного активного трипептидного 
        комплекса с ионами меди для упругости и омоложения кожи. При пробуждении следы 
        усталости становятся менее заметны, лицо выглядит отдохнувшим, а кожа — гладкой, 
        нежной и сияющей. Маска-филлер — это настоящая находка для представительниц 
        прекрасной половины человечества, стремящихся всегда безупречно выглядеть и 
        сохранить молодость и красоту надолго.`,
        structure: `вода деминерализованная, коплекс трипептидов, османтуса экстракт, 
        гибискуса экстракт, инжира экстракт, аралии манчжурской экстракт, розмарина 
        экстракт, биотин, моной масло, натрий гиалуронат низкомолекулярный, натрий 
        гиалуронат высокомолекулярный, гидролизованный бета глюкан, сандала эфирное 
        масло, стабилизатор, ароматизатор, антисептик.`,
        recommendations: `равномерно нанесите маску за 30 минут до сна на чистую сухую кожу 
        лица плотным слоем. Не смывайте. Используйте 2-3 раза в неделю. Может ощущаться легкое 
        пощипывание или покраснение, которое быстро проходит`,
      },
      {
        name: 'КРЕМ ДЛЯ ЛИЦА SQUALENE',
        img: 'crem',
        price: 180,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
      {
        name: 'КРЕМ ВОКРУГ ГЛАЗ ДНЕВНОЙ GOLDEN COLLECTION',
        img: 'crem',
        price: 70,
        volume: 30,
        description: 'test',
        structure: 'test',
        recommendations: 'test',
      },
    ],
  },
  {
    id: 'sd98f7returjv4g545g457u76h8jg09jk09',
    category: 'Волосы',
    products: [
      {
        name: 'МАСКА ОТ ВЫПАДЕНИЯ ВОЛОС 39 ЭКСТРАКТОВ',
        img: 'crem',
        price: 185,
        volume: 150,
        description: `улучшенная формула био-активной маски для волос на основе 39 экстрактов 
        мгновенно проникает в волосяной стержень, останавливает выпадение, укрепляет и уменьшает 
        секущиеся кончики. Благодаря содержанию водорастворимой серы, аминокислоты таурина, 
        витаминов А, Е, РР и аллантоина, маска способствует росту сильных и крепких волос, 
        избавляет от зуда и сухости, убирает шелушение и перхоть. Гармоничное сочетание 
        натуральных компонентов позволяет не выходя из дома почувствовать роскошь салонных 
        процедур.`,
        structure: `aqua, arctium lappa extract, elytrigia repens extract, amaranthus cruentus 
        extract, trifolium pratense (red clover) extract, calendula officinalis L. extract, 
        betula extract, quercus robur bark extract, linum usitatissimum extract, polygonum 
        aviculare extract, pinus extract, chamomilla recutita (matricaria) extract, hypericum 
        perforatum (st. john's wort) extract, pelargonium peltatum extract, tilia cordata 
        extract, symphytum officinale extract, lavandula angustifolia extract, artemisia vulgaris 
        (mugwort) extract, centaurea cyanus extract, vinca minor extract, eleutherococcus extract, 
        aloe arborescens extract, viburnum opulus extract, lilium (convallaria majalis) extract, 
        melissa officinalis extract, silybum marianum (milk thistle) extract, fragaria vesca 
        (strawberry) extract, chelidonium majus extract, capsella extract, hydrolyzed viola 
        tricolor extract, plantago major extract, salvia officinalis extract, elettaria cardamomum 
        (cardamom) extract, aesculus hippocastanum extract, cetraria islandica extract, pollen 
        extract, juglans regia extract, rhodiola rosea root extract, syringa vulgaris (lilac) 
        extract, helichrysum arenarium extract, cetearyl alcohol (and) dipalmitoylethyl 
        hydroxyethylmonium methosulfate (and) ceteareth-20, cyclopentasiloxane, glycerin, 
        PEG-40 hydrogenated castor oil, arctium lappa oil, dexpanthenol, methylsulfonylmethane, 
        ceto stearyl alcohol, tocopheryl acetate, retinol, nicotinic acid, melaleuca essential oil, 
        salvia rosmarinus essential oil, taurine, cetrimonium chloride, allantoin, glyceryl stearate,
         citric acid, phenoxyethanol.`,
        recommendations: `нанести небольшое количество маски на корни волос на 5-10 минут и 
        смыть водой. Использовать 1-2 раза в неделю`,
      },
      {
        name: 'СЫВОРОТКА ДЛЯ ВОЛОС',
        img: 'crem',
        price: 90,
        volume: 100,
        description: `активные компоненты сыворотки питают, увлажняют и улучшают структуру волос,
         восполняют потерянный кератин, возвращают силу и блеск волосам. Комплекс из растительных 
         экстрактов, эфирных масел и витаминов ускоряет рост волос, предотвращает сечение и 
         ломкость.

        Благодаря кондиционирующей добавке сыворотка облегчает расчесывание и снимает 
        электростатический заряд, обеспечивает хорошую форму прическе.`,
        structure: `вода деминерализованная, глицерин, экстракт ромашки, экстракт облепихи, 
        экстракт почек березы, экстракт крапивы, экстракт шалфея, экстракт одуванчика, 
        экстракт подорожника, поликватерниум 7, гидролизований кератин, Д-пантенол, 
        аскорбиновая кислота, эфирное масло розового дерева, эфирное масло сандала, эфирное 
        масло апельсина, эфирное масло иланг-иланг, лактат натрия, ПЭГ 40 (касторовое масло), 
        трилон Б, ароматизатор, антисептик.`,
        recommendations: `равномерно нанести на влажные или сухие волосы по всей длине, слегка 
        взбить волосы. Перед применением флакон встряхнуть`,
      },
      {
        name: 'ШАМПУНЬ 39 ЭКСТРАКТОВ',
        img: 'crem',
        price: 87,
        volume: 200,
        description: `оздоравливающая формула шампуня на основе 39 экстрактов заботится о красоте и 
        здоровье волос. Сбалансирующий состав шампуня насыщает структуру волос необходимыми 
        витаминами и микроэлементами, заметно улучшает внешний вид, предотвращает появление перхоти, 
        сухости и выпадение волос. Мягкая формула деликатно очищает, придает гладкость и шелковистость 
        волосам, защищает от возрастных изменений, стимулирует рост и увлажняет кожу головы. 
        Здоровые, блестящие и роскошные волосы – это главная миссия целебного шампуня.`,
        structure: `aqua, sodium laureth sulfate, arctium lappa extract, elytrigia repens 
        extract, amaranthus cruentus extract, trifolium pratense (red clover) extract, 
        calendula officinalis L. extract, betula extract, quercus robur bark extract, linum 
        usitatissimum extract, polygonum aviculare extract, pinus extract, chamomilla recutita 
        (matricaria) extract, hypericum perforatum (st. john's wort) extract, pelargonium 
        peltatum extract, tilia cordata extract, symphytum officinale extract, lavandula 
        angustifolia extract, artemisia vulgaris (mugwort) extract, centaurea cyanus extract, 
        vinca minor extract, eleutherococcus extract, aloe arborescens extract, viburnum opulus 
        extract, lilium (convallaria majalis) extract, melissa officinalis extract, silybum 
        marianum (milk thistle) extract, fragaria vesca (strawberry) extract, chelidonium majus 
        extract, capsella extract, hydrolyzed viola tricolor extract, plantago major extract, 
        salvia officinalis extract, elettaria cardamomum (cardamom) extract, aesculus 
        hippocastanum extract, cetraria islandica extract, pollen extract, juglans regia 
        extract, rhodiola rosea root extract, syringa vulgaris (lilac) extract, helichrysum 
        arenarium extract, cocamidopropyl betaine, sodium chloride, lauroyl methyl glucamide, 
        diethanolamine (DEA), rosmarinus officinalis (rosemary) oil, melaleuca alternifolia oil, 
        sodium cocoamphopropionate (and) laurdimonium hydroxypropyl hydrolysed wheat protein 
        (and) hydroxyethyl cetyldimonium phosphate (and) polyquaternium-16, cetrimonium chloride, 
        PEG 40 hydrogenated castor oil, tetrasodium EDTA, citric acid, phenoxyethanol.
 `,
        recommendations: `нанести шампунь на влажные волосы. Равномерно распределить его по всей 
        длине массирующими движениями взбить в пену и смыть теплой водой. При необходимости 
        повторить`,
      },
      {
        name: 'ШАМПУНЬ ДЛЯ ВОЛОС С ГОЛУБОЙ ГЛИНОЙ',
        img: 'crem',
        price: 84,
        volume: 200,
        description: `оздоравливающий шампунь с голубой глиной мягко очищает волосы, уменьшает 
        ломкость и укрепляет их, предотвращая выпадение. Благодаря целебному составу, шампунь 
        насыщает волосы минеральными солями, микроэлементами и биологически активными веществами.
Восстанавливает структуру волос по всей длине и устраняет перхоть. Придает им 
        шелковистость, легкость и объем.`,
        structure: `вода деминерализованная, глина голубая, мягкие ПАВ, стабилизатор, 
        гидролизованный кератин, кофеин, витамин С, березы экстракт , липы экстракт, 
        крапивы экстракт, чабреца эфирное масло, шалфея эфирное масло, регулятор рН, 
        трилон Б, ароматизатор, кондиционер (поликватерниум-7), антисептик.`,
        recommendations: `нанести шампунь на влажные волосы. Равномерно распределить его по всей 
        длине массирующими движениями взбить в пену и смыть теплой водой. При необходимости 
        повторить`,
      },
      {
        name: 'ШАМПУНЬ КОКОС',
        img: 'crem',
        price: 85,
        volume: 200,
        description: `шампунь с маслом кокоса обеспечивает заботливый уход за волосами, 
        наполняя их невероятной красотой, здоровьем и сияющим блеском. За счет нейтрального 
        уровня рН и мягкой формуле средство подходит для ежедневного использования. Щадящие 
        моющие компоненты не только хорошо очищают, но и деликатно воздействуют на кожу головы, 
        не раздражая ее.
Благодаря входящим в состав растительных экстрактов и эфирных масел лайма и розового 
        дерева, шампунь восстанавливает и питает необходимыми витаминами и микроэлементами, 
        помогающими сохранить природное здоровье волос. После применения шампуня волосы 
        становятся крепкими, сияющими и шелковистыми.`,
        structure: `вода деминерализованная, мягкие ПАВ, стабилизатор, поликватерниум 7, 
        кондиционер, хмеля экстракт, мать-и-мачехи экстракт, крапивы экстракт, ромашки экстракт, 
        розмарина экстракт, базилика экстракт, протафлор W 70, кокоса масло, репейника масло, 
        лайма эфирное масло, розового дерева эфирное масло, лимонная кислота, ароматизатор, 
        трилон Б, антисептик.`,
        recommendations: `нанести шампунь на влажные волосы. Равномерно распределить его по 
        всей длине массирующими движениями взбить в пену и смыть теплой водой. При необходимости 
        повторить`,
      },
      {
        name: 'ШАМПУНЬ ПРОТИВ ПЕРХОТИ С БЕРЕЗОВЫМ ДЕГТЕМ',
        img: 'crem',
        price: 80,
        volume: 100,
        description: `красота и здоровье волос во многом зависит от выбранного средства. Для 
        достижения этих основных условий был создан шампунь косметическая формула, которого 
        основана на древней традиции сочетать березовый деготь и серу. Такое соединение способно 
        избавлять от перхоти, оказывая прекрасное воздействие на волосы и кожу головы. Березовый 
        деготь не позволяет размножаться грибку, который вызывает зуд, шелушение и перхоть, в 
        свою очередь сера обладает укрепляющим свойством, регулирует работу сальных желез, 
        предупреждает выпадение волос. Так же березовый деготь оказывает противопедикулезное 
        действие.
Входящий в состав дегтя креозот воздействие на нервную систему насекомых, останавливает 
        их развитие и мумифицирует личинки. Для усиления эффекта косметическую формулу обогатили 
        эфирными маслами чайного дерева, эвкалипта, можжевельника, розмарина и кедра. Эти 
        компоненты помогают средству стимулировать волосяные луковицы, оказывать антисептическое 
        и разогревающее действия, приводить в норму функционирование сальных желез, обеспечивая 
        красивый и здоровый вид волос. А сильно выраженные ароматические свойства эфирных масел 
        оказывают репеллентное воздействие на насекомых. При регулярном использовании шампуня 
        волосы избавляются от жирности и перхоти, становятся блестящими и шелковистыми.`,
        structure: `вода деминерализованная, мягкие ПАВ, крапивы экстракт, березовых почек 
        экстракт, шалфея экстракт, розмарина экстракт, лаванды экстракт, мать-и-мачехи экстракт, 
        лопуха экстракт, чабреца экстракт, зверобоя экстракт, пижмы экстракт, стабилизатор, 
        березовый деготь, сера водорастворимая, витаминный комплекс (А, Е, F), чайного дерева 
        эфирное масло, розмарина эфирное масло, эвкалипта эфирное масло, можжевельника эфирное 
        масло, кедра эфирное масло, кондиционер, трилон Б, лимонная кислота, антисептик.`,
        recommendations: `нанести на влажные волосы. Вспенить и выдержать на волосах 2-3 минуты. 
        Смыть водой. При необходимости повторить. Использовать 1-2 раза в неделю`,
      },
    ],
  },
  {
    id: 'sd98f7d08hf0hv4g545g457u76h8jg09jk09',
    category: 'Мужчинам',
    products: [
      {
        name: 'ШАМПУНЬ SHOWER GEL 2 В 1 ДЛЯ МУЖЧИН',
        img: 'crem',
        price: 120,
        volume: 200,
        description: `гель для душа + шампунь 2 в 1 для мужчин бережно очищает кожу и волосы, 
        оставляя приятное ощущение свежести и легкости. Гель улучшает состояние кожи, уменьшая 
        шелушение и раздражение. Питает и укрепляет корни волос, возвращает им прочность, 
        шелковистость и блеск. Бодрая свежесть эфирного масла лимона придает ощущение легкости 
        на целый день. Натуральные растительные компоненты, благодаря глубокому увлажнению и 
        кондиционированию, придают коже здоровый вид, не вызывая сухости и раздражения. 
        Обогащенная активными ингредиентами формула геля 2 в 1 смягчает и увлажняет волосы и 
        кожу, сохраняя ощущение комфорта и мягкости в течение всего дня.`,
        structure: `вода деминерализованная, мягкие ПАВ, экстракт прополиса, экстракт череды, 
        экстракт хвоща, экстракт пиона, экстракт клевера, масло амаранта, масло березы, эфирное 
        масло шалфея, эфирное масло лимона, ароматизатор, регулятор рН, ЭДТА, стабилизатор, 
        антисептик. Без лаурилсульфат натрия.`,
        recommendations: `нанести небольшое количество геля на влажные волосы и кожу, взбить пену 
        и смыть водой. При необходимости повторить`,
      },
      {
        name: 'ANTI-PERSPIRANT PURE ACTIVE FOR MEN',
        img: 'crem',
        price: 128,
        volume: 100,
        description: `дезодорант-антиперспирант эффективно защищает от неприятного запаха. 
        Обеспечивает коже увлажнение и защиту от раздражения и воспалительных процессов. 
        Дезодорант обладает антисептическим свойством, быстро устраняет раздражение, 
        останавливает кровотечение, эффективно заживляет порезы и царапины на коже. Его 
        приятный аромат дарит свежесть и наполняет жизненной энергией.`,
        structure: `вода деминерализованная, натуральные минеральные соли, пропиленгликоль, 
        ализариновое масло, Д-пантенол, спермацет, танин, сахариды, экстракт гамамелиса, 
        экстракт фенхеля, экстракт коры ивы, экстракт алоэ вера, экстракт шалфея, экстракт
         белого чая, экстракт календулы, экстракт фиалки трехцветной, антисептик, ароматизатор.
        `,
        recommendations: `перед использованием встряхнуть флакон и нанести на сухую чистую кожу`,
      },
      {
        name: 'ГЕЛЬ ПОСЛЕ БРИТЬЯ',
        img: 'crem',
        price: 115,
        volume: 80,
        description: `освежающий гелеобразный крем после бритья с соком алоэ вера бережно 
        ухаживает за чувствительной кожей лица. Прекрасно впитывается и делает кожу гладкой и 
        свежей, не оставляя на ней липкой пленки. Бисаболол и аллантоин отлично успокаивают 
        раздраженную кожу и обеспечивают повседневную защиту. Питательные масла в сочетании с 
        растительными экстрактами предотвращают сухость кожи и жжение, а также способствуют 
        заживлению ран и порезов.`,
        structure: `вода деминерализованная, глицерин, гель алоэ вера, Д-пантенол, карбопол, 
        экстракты: дуба, калины, пастушьей сумки, тысячелистника, подорожника, ромашки, 
        allantoin, бисаболол, масло арахиса, масло расторопши, эфирное масло мускатного ореха, 
        эфирное масло чайного дерева, ментол, лактат натрия, konjac mannane, циклометикон, 
        регулятор рН, ароматизатор, стабилизатор ароматизатора, триэтаноламин, антисептик.`,
        recommendations: `нанести небольшое количество на кожу после бритья легкими массажными 
        движениями и оставить до полного впитывания. Можно применять после утреннего и вечернего 
        бритья.`,
      },
      {
        name: 'КРЕМ ДЛЯ БРИТЬЯ',
        img: 'crem',
        price: 115,
        volume: 100,
        description: `нежный крем без пены, обогащенный активным противовоспалительным 
        комплексом целебных ингредиентов, обеспечивает гладкое, непринужденное и безопасное 
        бритье. Благодаря содержанию масел крем смягчает щетину, увлажняет кожу и значительно 
        снижает риск порезов. Бисаболол с алантоином успокаивают кожу и предотвращают воспаление.
         Крем для бритья бережно ухаживает за кожей во время бритья, тонизирует, освежает и 
         дарит ощущение прохлады и комфорта.`,
        structure: `вода деминерализованная, мыльная основа, глицерин, стабилизатор, диоксид 
        титана, поликватерниум 7, лимонная кислота, кокоса масло, Ши масло, облепиховое масло, 
        шиповника масло, Д пантенол, витамин Е, бисаболол, гель алое вера, алантоин, подорожника 
        экстракт, череды экстракт, календулы экстракт, ментол, циклометикон, ароматизатор, 
        трилон Б, антисептик.`,
        recommendations: `равномерно нанесите крем на влажную кожу. После бритья тщательно 
        смойте теплой водой`,
      },
      {
        name: 'ШАМПУНЬ-ГЕЛЬ ДЛЯ ДУША 2 В 1 ДЛЯ МУЖЧИН',
        img: 'crem',
        price: 99,
        volume: 200,
        description: `гель для душа + шампунь 2 в 1 для мужчин бережно очищает кожу и волосы, 
        оставляя приятное ощущение свежести и легкости. Гель улучшает состояние кожи, уменьшая 
        шелушение и раздражение. Питает и укрепляет корни волос, возвращает им прочность, 
        шелковистость и блеск. Бодрая свежесть эфирного масла лимона придает ощущение легкости 
        на целый день. Натуральные растительные компоненты, благодаря глубокому увлажнению и 
        кондиционированию, придают коже здоровый вид, не вызывая сухости и раздражения. 
        Обогащенная активными ингредиентами формула геля 2 в 1 смягчает и увлажняет волосы и 
        кожу, сохраняя ощущение комфорта и мягкости в течение всего дня.`,
        structure: `вода деминерализованная, мягкие ПАВ, экстракт прополиса, экстракт череды, 
        экстракт хвоща, экстракт пиона, экстракт клевера, масло амаранта, масло березы, эфирное 
        масло шалфея, эфирное масло лимона, ароматизатор, регулятор рН, ЭДТА, стабилизатор, 
        антисептик. Без лаурилсульфат натрия.`,
        recommendations: `нанести небольшое количество геля на влажные волосы и кожу, взбить пену
        и смыть водой. При необходимости повторить`,
      },
      {
        name: 'КРЕМ ДЛЯ МУЖЧИН',
        img: 'crem',
        price: 127,
        volume: 100,
        description: `ароматный, питательный и быстро впитывающийся крем специально разработан 
        для энергичных и современных мужчин. Способствует заживлению мелких царапин и ранок, 
        увлажняет и смягчает кожу. Благодаря растительным маслам кожа получает необходимые 
        витамины, которые омолаживают ее, восстанавливают упругость и защищают от пересыхания. 
        Пчелиный воск предотвращает появление микротрещин на коже, делает ее эластичной и мягкой. 
        Крем подойдет для всех типов кожи, подарит приятный аромат свежести и чистоты.`,
        structure: `вода деминерализованная, стабилизатор, стеариновая кислота, масло какао, 
        Д - пантенол, глицерин, масло зародышей пшеницы, масло лавра, масло миндаля, йогурт - 
        концентрат, экстракт авокадо, экстракт бузины, экстракт ромашки, экстракт календулы, 
        экстракт подорожника, экстракт коры ивы, allantoin, бисаболол, гель алоэ вера, воск 
        пчелиный, эфирное масло кипариса, эфирное масло фенхеля, ментол, Konjac mannane, 
        циклометикон, ароматизатор, стабилизатор ароматизатора, антисептик.`,
        recommendations:
          'нанести небольшое количество крема на кожу легкими массажными движениями до полного впитыванияt',
      },
    ],
  },
  {
    id: 'sd98f7d08ljhfd457u76h8jg09jk09',
    category: 'Моющие средства',
    products: [
      {
        name: 'ПЯТНОВЫВОДИТЕЛЬ POWER WASH',
        img: 'crem',
        price: 125,
        volume: 150,
        description: `пятновыводитель отлично устраняет пятна различных видов, не нарушая 
        целостность волокон тканей и сохраняя цвет изделия, так как не содержит хлора. 
        Бесфосфатный гипоаллергенный средство подходит для всех типов тканей белых и цветных. 
        Средство можно использовать для ручной стирки и в стиральной машине при температуре 
        15-60ºC.`,
        structure: `aqua, hydrogen peroxide, sodium laureth sulfate, PEG-200 hydrogenated 
        glyceryl palmate, PEG-7 glyceryl cocoate, C12-C18 fatty alcohol ethoxylate, 
        diethanolamine, caprylyl & decyl & lauryl glucoside, citric acid, disodium EDTA, 
        phenoxyethanol.
        `,
        recommendations: `распылить на сухую или влажную ткань с пятном, оставить на 10-30 минут
         и стирать со стиральным порошком как обычно`,
      },
      {
        name: 'ЖИДКОЕ СРЕДСТВО ДЛЯ СТИРКИ БЕЛЫХ ВЕЩЕЙ POWER WASH 1Л',
        img: 'crem',
        price: 330,
        volume: 1000,
        description: `безфосфатная и гипоаллергенная формула концентрированного стирального 
        средства предназначена для белых и светлых вещей. Активные ингредиенты средства 
        обеспечивают стирку высокого качества, сохраняют структуру тканей, возвращают сияющую 
        белизну белым вещам, смягчают ткани и придают им приятный аромат. Стиральное средство 
        подходит для стиральных машин и для ручной стирки, оно обеспечивает мягкость воды и 
        защиту стиральной машины от накипи и известкового налета.`,
        structure: `aqua, C12-C18 fatty alcohol ethoxylate, propylene glycol, sodium chloride, 
        sodium laureth sulfate, diethanolamine, caprylyl & decyl & lauryl glucoside, citric 
        acid, lavandula angustifolia (lavender) flower extract, salvia officinalis (sage) 
        leaf extract, amylase, protease, sodium tetraborate, distyryl biphenyl derivative, 
        parfum, disodium EDTA, colorant, phenoxyethanol.`,
        recommendations: `добавить средство в соответствующий отсек стиральной машины автомат 
        или использовать при ручной стирке. Для сложных пятен налить средство на пятно, 
        оставить на 10-15 минут, потереть и затем стирать. Дозировка стирального средства 
        в зависит от жесткости воды и степени загрязнения:
        -для стиральной машины (на 2,5 кг белья) 1 колпачок. Для более загрязненного 
        белья 1,5-2 колпачка;
        -для ручной стирки в зависимости от загрязнения 1-2 колпачка на 5 литров воды. 
        (1 колпачок - 20 мл)`,
      },
      {
        name: 'УНИВЕРСАЛЬНОЕ МОЮЩЕЕ СРЕДСТВО POWER CLEAN 350 ML',
        img: 'crem',
        price: 166,
        volume: 350,
        description: `универсальное концентрированное средство для мытья прекрасно подойдет 
        для ухода за разными типами твердых поверхностей (посуды, столов, столешниц, стен, 
          пола, кафеля, стекла, керамики, металла и др.) Уникальная формула, в состав которой 
          входят безопасные активные вещества, быстро удаляет загрязнения и жир с минимальной 
          дозировкой средства. Универсальний моющий концентрат — это качественный, эффективный, 
          экономный и безопасный помощник для чистоты без лишних усилий.`,
        structure: `вода деминерализованная, мягкие ПАВ, пропиленгликоль, стабилизатор, 
        лимонная кислота, гидроксид натрия, ароматизатор "малина", трилон Б, краситель пищевой, 
        антисептик.`,
        recommendations: `небольшое количество моющего средства нанести на губку, 
        вымыть посуду и прополоскать его водой`,
      },
      {
        name: 'ЖИДКОЕ СРЕДСТВО ДЛЯ СТИРКИ ЦВЕТНОГО POWER WASH COLOR 1Л',
        img: 'crem',
        price: 330,
        volume: 1000,
        description: `высокоэффективное концентрированное жидкое средство для стирки 
        обеспечивает мощное очищающее действие, сохраняет структуру тканей, а также не 
        наносит вреда здоровью человека. Специально разработанная система защиты цвета 
        защищает волокна от раннего износа. Цвет тканей остается интенсивным и ярким даже 
        после многократных стирок. Активный состав средства содержит специальные компоненты, 
        защищающие стиральную машину от образования накипи и известкового налета. Безупречная 
        формула стирального средства придает вещам особую мягкость и наполняет нежным ароматом.`,
        structure: `вода деминерализованная, ПАВ, пропиленгликоль, хлорид натрия, лимонная 
        кислота, экстракт лаванды, экстракт шалфея, амилаза, протеаза, бура, ингибитор 
        переноса красителя, ароматизатор, трилон Б, краситель пищевой, антисептик.`,
        recommendations: `Добавить средство в соответствующий отсек стиральной машины автомат 
        или использовать при ручной стирке. Для сложных пятен налить средство на пятно, оставить 
        на 10-15 минут, потереть и затем стирать. Дозировка моющего средства в зависимости от 
        жесткости воды и степени загрязнения: - для стиральной машины (на 2,5 кг белья) 
        1 колпачок; - для более загрязненного белья 1,5-2 колпачка; - для ручной стирки в 
        зависимости от загрязнения 1-2 колпачка на 5 литров воды (1 колпачок - 20 мл)`,
      },
      {
        name: 'МОЮЩЕЕ СРЕДСТВО ДЛЯ ПОСУДЫ 1000 ML',
        img: 'crem',
        price: 270,
        volume: 1000,
        description: `мягкое средство для мытья посуды с нежной пеной прекрасно удаляет жир, 
        эффективно устраняет запахи и налет даже в холодной воде. Благодаря уникальным свойствам 
        коллоидного серебра, средство обладает антисептической и антибактериальной активностью. 
        Его обогащенная формула с целебными экстрактами бережно заботится за кожей рук, оберегая 
        их от сухости. Средство для мытья посуды экономично в использовании, отлично пенится и 
        быстро смывается водой, не оставляя следов и предоставляя безупречный блеск.`,
        structure: `вода деминерализованная, мягкие ПАВ, стабилизатор, уксусная кислота, 
        гидроксид натрия, глицерин, пропиленгликоль, экстракт ромашки, экстракт крапивы, 
        экстракт чабреца, экстракт спорыша, коллоидное серебро, ЭДТА, ароматизатор 
        "Зеленое яблоко", краситель пищевой, антисептик.`,
        recommendations: `небольшое количество моющего средства нанести на губку, вымыть 
        посуду и прополоскать его водой`,
      },
      {
        name: 'МОЮЩЕЕ СРЕДСТВО ДЛЯ ПОСУДЫ 350 ML',
        img: 'crem',
        price: 120,
        volume: 350,
        description: `мягкое средство для мытья посуды с нежной пеной прекрасно удаляет жир, 
        эффективно устраняет запахи и налет даже в холодной воде. Благодаря уникальным свойствам 
        коллоидного серебра, средство обладает антисептической и антибактериальной активностью. 
        Его обогащенная формула с целебными экстрактами бережно заботится за кожей рук, оберегая 
        их от сухости. Средство для мытья посуды экономично в использовании, отлично пенится и 
        быстро смывается водой, не оставляя следов и предоставляя безупречный блеск.`,
        structure: `вода деминерализованная, мягкие ПАВ, стабилизатор, уксусная кислота, 
        гидроксид натрия, глицерин, пропиленгликоль, экстракт ромашки, экстракт крапивы, 
        экстракт чабреца, экстракт спорыша, коллоидное серебро, ЭДТА, ароматизатор 
        "Зеленое яблоко", краситель пищевой, антисептик.`,
        recommendations: `небольшое количество моющего средства нанести на губку, вымыть посуду 
        и прополоскать его водой`,
      },
    ],
  },
  {
    id: 'sd98f7d08hf0h8jg09jk09',
    category: 'Здоровье',
    subcategory: [
      {
        subcategoryName: 'Эликсиры NEW LIFE',
        products: [
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
        ],
      },
      {
        subcategoryName: 'Экстракты NEW LIFE',
        products: [
          {
            name: 'АИРА КОРНЯ ЭКСТРАКТ',
            img: 'crem',
            price: 45,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
        ],
      },
      {
        subcategoryName: 'Уход за полостью рта',
        products: [
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'ЭЛИКСИР ВОСТОЧНЫЙ ГРИБ',
            img: 'crem',
            price: 48,
            volume: 30,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
        ],
      },
      {
        subcategoryName: 'Сиропы',
        products: [
          {
            name: 'СИРОП "ОТ ПРОСТУДЫ"',
            img: 'crem',
            price: 63,
            volume: 125,
            description: `иммуномодулирующий сироп на растительной основе помогает быстрее 
            справится с простудой. Специально подобранная композиция растительных экстрактов 
            с витамином С обладает противовоспалительным, антибактериальным и общеукрепляющим 
            свойствами, оказывает обволакивающее действие на слизистую оболочку полости рта и 
            горла, уменьшая першение и раздражение. Сироп можно применять в качестве 
            общеукрепляющего средства для профилактики респираторных и вирусных заболеваний.`,
            structure: `вода деминерализованная, эхинацеи экстракт, брусники экстракт, 
            имбиря экстракт, березовых почек экстракт, липы экстракт, мелиссы экстракт, 
            шиповника экстракт, ромашки экстракт, аира экстракт, тысячелистника экстракт, 
            сахар свекловичный, сахар тростниковый коричневый, сахар кокосовый, витамин С, 
            мяты эфирное масло, апельсина эфирное масло, бензоат натрия, лимонная кислота.`,
            recommendations: `принимать 1 ст. л. 2-3 раза в день. После приема сиропа не 
            употреблять напитков 10-20 минут`,
          },
          {
            name: 'СИРОП ОТ КАШЛЯ',
            img: 'crem',
            price: 63,
            volume: 125,
            description: `на растительной основе проявляет противокашлевое, отхаркивающее, 
            спазмолитическое и противомикробное действия. Благодаря комбинированному 
            растительному составу сироп оказывает обволакивающее действие на слизистые 
            оболочки верхних дыхательных путей, образуя защитный слой, который успокаивает 
            и уменьшает кашлевой рефлекс, смягчает сухой и раздражающий кашель. Сироп снижает 
            вязкость мокроты и улучшает ее отхождение.`,
            structure: `вода деминерализованная, исландского мха экстракт, алтея экстракт, 
            солодки экстракт, душицы экстракт, подорожника экстракт, мать-и-мачехи экстракт, 
            зверобоя экстракт, календулы экстракт, багульника экстракт, плюща экстракт, малины 
            экстракт, сахар свекловичный, сахар тростниковый коричневый, сахар кокосовый, 
            витамин С, эвкалипта эфирное масло, лимона эфирное масло, бензоат натрия, лимонная 
            кислота.`,
            recommendations: `принимать 1 ст. л. 2-3 раза в день. После приема сиропа не 
            употреблять напитков 10-20 минут`,
          },
        ],
      },
      {
        subcategoryName: 'Фито',
        products: [
          {
            name: 'ФИТОСБОР ENTEROLIFE HERB ДЛЯ ЖЕЛУДОЧНО-КИШЕЧНОГО ТРАКТА',
            img: 'crem',
            price: 82,
            volume: 45,
            description: `богатый состав целебного сбора соединил мощные лекарственные 
            растения с разными механизмами действия, которые дают лучший результат при 
            заболеваниях желудочно-кишечного тракта. Фитосбор улучшает пищеварение и 
            обменные процессы, очищает кишечник, обладает спазмолитическим и 
            противовоспалительным свойствами, «запускает» желудок, снимает ощущение тяжести. 
            Благодаря тибетскому барбарису (ягодам годжи), ускоряется распад жировых клеток, 
            обеспечивая организм запасом сил и энергии, уменьшая аппетит.`,
            structure: `тысячелистника трава/millefolii herba, льна семена/lini semina, 
            растаропши плоды/sylibi mariani fructus, мяты лист/menthae piperitae folia, 
            дуба кора/quercus cortex, укропа семена/anethі graveolentіs fructus, 
            подорожника лист/plantaginis majoris folium, шалфея трава/salviae herba, 
            донника трава/meliloti herba, аира корень/calami rhizomata, фенхеля плоды/foeniculi 
            fructus, календулы цветы/calendulae flos, барбариса тибетского плоды/lycium barbarum 
            fructus.`,
            recommendations: `1-2 ч. л. залить 200 ml кипятка. Выдержать 10-15 минут, процедить. 
            По желанию добавить мед или сахар`,
          },
          {
            name: 'ФИТОСБОР HEALTHLIFE HERB ПРОТИВОПРОСТУДНЫЙ',
            img: 'crem',
            price: 82,
            volume: 45,
            description: `для профилактики и быстрого восстановления организма во время 
            простуды поможет оздоравливающий сбор из трав, который обеспечивает комплексное 
            терапевтическое влияние на организм. Фитосбор обладает противовоспалительным, 
            отхаркивающим, согревающим и потогонным свойствами. Облегчает насморк, кашель, 
            головную боль, ломоту в теле и першение в горле. Уникальное сочетание тибетского 
            барбариса (ягод годжи), который содержит большое количество антиоксидантов, поможет 
            улучшить обмен веществ и наилучшим образом способствует процессу снижения веса. 
            Целебный фитосбор — источник силы и здоровья из трав, которыми издавна пользовались 
            люди.`,
            structure: `малины лист/rubus idaeus folia, зверобоя трава/hyperici herba, крапивы 
            трава/urticae herba, алтея корень/althaeae radix, шиповника плоды/rozae fructus, 
            смородины лист/ribes folium, березы лист/betula folium, мяты лист/menthae piperitae 
            folia, солодки корень/liquiritiae radix, чабреца трава/thymi herba, шалфея 
            трава/salviae herba, эхинацеи корень/echinaceae radix, барбариса тибетського 
            плоды/lycium barbarum fructus.`,
            recommendations: `1-2 ч. л. залить 200 ml кипятка. Выдержать 10-15 минут, процедить. 
            По желанию добавить мед или сахар`,
          },
          {
            name: 'ФИТОЧАЙ ДЛЯ ЖЕЛУДОЧНО-КИШЕЧНОГО ТРАКТА',
            img: 'crem',
            price: 79,
            volume: 45,
            description: `ароматный фиточай, который соединяет в себе смесь черного, 
            зеленого чая в сочетании с суданской розой (каркаде) и сбора целебных трав 
            создает вкусный, витаминизирующий напиток и эффективное профилактическое 
            средство при заболеваниях желудочно-кишечного тракта. Подобранные растения 
            способствуют уменьшению воспалений органов пищеварения, постепенно нормализуют 
            ферментные процессы и восстанавливают микрофлору кишечника. Благодаря тибетскому 
            барбарису в составе присутствуют уникальные полисахариды, которые улучшают обмен 
            веществ, превращая пищу в энергию для организма, способствуя процессу похудения.`,
            structure: `черный чай, зеленый чай, каркаде (суданская роза), аронии плоды, 
            календулы цвет, фенхеля плоды, липы цвет, тысячелистник, розмарин, шиповника плоды, 
            шалфей, арники цвет, барбариса тибетского плоды (ягоды годжи).`,
            recommendations: `1 ч. л. залить 200 мл кипятка. Настаивать 5-10 минут, процедить. 
            По желанию добавить мед или сахар`,
          },
          {
            name: 'ФИТОЧАЙ ДЛЯ НЕРВНОЙ СИСТЕМЫ, СЕРДЦА И СОСУДОВ',
            img: 'crem',
            price: 79,
            volume: 45,
            description: `бесподобно подобранный состав вкусного фиточая сочетает в себе 
            антиоксидантные свойства смеси черного, зеленого чая и каркаде с ярко 
            выраженным седативным эффектом, которое оказывают целебные травы. Обладая 
            приятным ароматом композиция лекарственных растений мягко избавляет от 
            раздражительности, усталости, депрессии и головной боли, благотворно влияет 
            на сердечно-сосудистую систему, способствует улучшению работы сердца, 
            кровообращения в сосудах мозга при нарушении сердечно-сосудистой деятельности, 
            укрепляет стенки кровеносных сосудов. Благодаря тибетскому барбарису фиточай 
            способствует улучшению обмена веществ, понижает уровень холестерина, ускоряет 
            расщепление жировых клеток.`,
            structure: `черный чай, зеленый чай, каркаде (суданская роза), иван-чай, 
            шиповника плоды, боярышника цвет, мелисса, пассифлора, клюквы плоды, душица, 
            пустырник, березовые почки, барбариса тибетского плоды (ягоды годжи).`,
            recommendations: `1 ч. л. залить 200 мл кипятка. Настаивать 5-10 минут, процедить. 
            По желанию добавить мед или сахар`,
          },
          {
            name: 'ФИТОЧАЙ ПРОТИВОПРОСТУДНЫЙ',
            img: 'crem',
            price: 79,
            volume: 45,
            description: `вкусный, витаминизирующий фиточай соединил в себе черный, зеленый чай 
            и каркаде с иммуномодулирующим сбором в состав которого входят: эхинацея, малина, 
            рябина, черная смородина, земляника, облепиха и другие активные компоненты, 
            которые в сочетании друг с другом способны оказать неоценимую помощь для укрепления 
            иммунитета и избавить от симптомов простуды. Благодаря уникальному свойству 
            тибетского барбариса улучшается метаболический процесс, что достигается за счет 
            наличия большого количества антиоксидантов. Они ускоряют распад жировых клеток и 
            обеспечивают организм запасом сил и энергии, благодаря чему человек становится 
            намного энергичнее и выносливее.`,
            structure: `черный чай, зеленый чай, каркаде (суданская роза), малины листья, 
            рябины плоды, липы цвет, земляники листья, бузины цвет, черной смородины плоды, 
            эхинацеи корни, алтея корни, облепихи плоды, барбариса тибетского плоды 
            (ягоды годжи).`,
            recommendations: `1 ч. л. залить 200 мл кипятка. Настаивать 5-10 минут, процедить. 
            По желанию добавить мед или сахар`,
          },
          {
            name:
              'ФИТОСБОР CARDIOLIFE HERB ДЛЯ НЕРВНОЙ СИСТЕМЫ, СЕРДЦА И СОСУДОВ',
            img: 'crem',
            price: 70,
            volume: 45,
            description: `гармоничное сочетание подобранных лекарственных растений оказывает 
            мощное действие на нервную и сердечно-сосудистую системы. Целительные травы 
            обеспечивают очищение и укрепление сосудов, успокаивают, нормализуют артериальное 
            давление, сердечный ритм и работу нервной системы. Фитосбор снижает уровень 
            холестерина, улучшает кровообращение, оказывает благотворное воздействие на 
            работу мозга, усиливает внимание и память. Благодаря тибетскому барбарису сбор 
            помогает быстро нормализовать вес: он подавляет аппетит, восстанавливает обменные 
            процессы, способствует выведению лишней жидкости из организма, избавляя от отечности.`,
            structure: `пустырника трава/leonuri herba, шиповника плоды/rozae fructus, 
            душицы трава/origani herba, чабреца трава/thymi herba, мяты лист/menthae piperitae 
            folia, боярышника плоды/crataegi fructus, барвинка трава/vіncae herba, зверобоя 
            трава/hyperici herba, хвоща трава/equiseti herba, цикория корень/сichorium radix, 
            валерианы корень с корневищами/valerianae rhizomata cum radicibus, пиона 
            корень/paeoniae radices, барбариса тибетського плоды/lycium barbarum fructus.`,
            recommendations: `1-2 ч. л. залить 200 ml кипятка. Выдержать 10-15 минут, процедить. 
            По желанию добавить мед или сахар`,
          },
        ],
      },
      {
        subcategoryName: 'Foht-diet',
        products: [
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
          {
            name: 'КОКТЕЙЛЬ ЯГОДЫ ГОДЖИ И СЕМЕНА ЧИА',
            img: 'crem',
            price: 295,
            volume: 200,
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
        ],
      },
      {
        subcategoryName: 'Диетические добавки',
        products: [
          {
            name: 'COLLAGEN PRO 20 РАСТИТЕЛЬНЫХ КАПСУЛ В БЛИСТЕРАХ',
            img: 'crem',
            price: 165,
            volume: '20 капсул по 500 mg',
            description: 'test',
            structure: 'test',
            recommendations: 'test',
          },
        ],
      },
    ],
  },
]
